{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "\\s+"
    },
    "behavior": "MergedWithPrevious",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<eos>": 1,
      "<unk>": 2,
      "\n": 3,
      " ": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "¡": 111,
      "¢": 112,
      "£": 113,
      "¥": 114,
      "¦": 115,
      "§": 116,
      "¨": 117,
      "©": 118,
      "«": 119,
      "¬": 120,
      "­": 121,
      "®": 122,
      "¯": 123,
      "°": 124,
      "±": 125,
      "²": 126,
      "³": 127,
      "´": 128,
      "µ": 129,
      "¶": 130,
      "·": 131,
      "¹": 132,
      "º": 133,
      "»": 134,
      "¼": 135,
      "½": 136,
      "¾": 137,
      "¿": 138,
      "Á": 139,
      "Â": 140,
      "Ã": 141,
      "Ä": 142,
      "Å": 143,
      "Æ": 144,
      "Ç": 145,
      "È": 146,
      "É": 147,
      "Ê": 148,
      "Î": 149,
      "Ð": 150,
      "Ò": 151,
      "Ó": 152,
      "Õ": 153,
      "Ö": 154,
      "×": 155,
      "Ú": 156,
      "Ü": 157,
      "ß": 158,
      "à": 159,
      "á": 160,
      "â": 161,
      "ã": 162,
      "ä": 163,
      "å": 164,
      "æ": 165,
      "ç": 166,
      "è": 167,
      "é": 168,
      "ê": 169,
      "ë": 170,
      "ì": 171,
      "í": 172,
      "î": 173,
      "ï": 174,
      "ð": 175,
      "ñ": 176,
      "ò": 177,
      "ó": 178,
      "ô": 179,
      "õ": 180,
      "ö": 181,
      "÷": 182,
      "ø": 183,
      "ù": 184,
      "ú": 185,
      "û": 186,
      "ü": 187,
      "ý": 188,
      "ā": 189,
      "Ă": 190,
      "ă": 191,
      "ć": 192,
      "Č": 193,
      "č": 194,
      "đ": 195,
      "ē": 196,
      "ę": 197,
      "ĝ": 198,
      "ğ": 199,
      "ġ": 200,
      "İ": 201,
      "ı": 202,
      "Ł": 203,
      "ł": 204,
      "ń": 205,
      "Ō": 206,
      "ō": 207,
      "Œ": 208,
      "œ": 209,
      "ř": 210,
      "Ş": 211,
      "ş": 212,
      "Š": 213,
      "š": 214,
      "ţ": 215,
      "ū": 216,
      "Ÿ": 217,
      "ż": 218,
      "Ž": 219,
      "ž": 220,
      "Ƃ": 221,
      "ƃ": 222,
      "ƒ": 223,
      "ǎ": 224,
      "ǐ": 225,
      "ǔ": 226,
      "ǖ": 227,
      "ǝ": 228,
      "Ȃ": 229,
      "Ș": 230,
      "ș": 231,
      "ț": 232,
      "ɂ": 233,
      "Ƀ": 234,
      "ɐ": 235,
      "ɓ": 236,
      "ɔ": 237,
      "ə": 238,
      "ɪ": 239,
      "ʁ": 240,
      "ʃ": 241,
      "ʇ": 242,
      "ʒ": 243,
      "ʷ": 244,
      "ˇ": 245,
      "ˈ": 246,
      "ˋ": 247,
      "ː": 248,
      "́": 249,
      "̂": 250,
      "̃": 251,
      "̄": 252,
      "̈": 253,
      "̌": 254,
      "̏": 255,
      "̑": 256,
      "̔": 257,
      "̕": 258,
      "̯": 259,
      "͂": 260,
      "̓": 261,
      "͉": 262,
      "͎": 263,
      "͡": 264,
      "ΐ": 265,
      "Β": 266,
      "Δ": 267,
      "Ε": 268,
      "Θ": 269,
      "Ι": 270,
      "Ν": 271,
      "Σ": 272,
      "Τ": 273,
      "Υ": 274,
      "Χ": 275,
      "Ω": 276,
      "ά": 277,
      "έ": 278,
      "ή": 279,
      "ί": 280,
      "α": 281,
      "β": 282,
      "γ": 283,
      "δ": 284,
      "ε": 285,
      "η": 286,
      "θ": 287,
      "ι": 288,
      "κ": 289,
      "λ": 290,
      "μ": 291,
      "ν": 292,
      "ξ": 293,
      "ο": 294,
      "π": 295,
      "ρ": 296,
      "ς": 297,
      "σ": 298,
      "τ": 299,
      "υ": 300,
      "φ": 301,
      "χ": 302,
      "ψ": 303,
      "ω": 304,
      "ό": 305,
      "ύ": 306,
      "ώ": 307,
      "ϕ": 308,
      "Ϝ": 309,
      "А": 310,
      "В": 311,
      "Д": 312,
      "З": 313,
      "К": 314,
      "М": 315,
      "Н": 316,
      "О": 317,
      "П": 318,
      "Т": 319,
      "Ф": 320,
      "Х": 321,
      "а": 322,
      "б": 323,
      "в": 324,
      "г": 325,
      "д": 326,
      "е": 327,
      "ж": 328,
      "з": 329,
      "и": 330,
      "й": 331,
      "к": 332,
      "л": 333,
      "м": 334,
      "н": 335,
      "о": 336,
      "п": 337,
      "р": 338,
      "с": 339,
      "т": 340,
      "у": 341,
      "ф": 342,
      "х": 343,
      "ц": 344,
      "ч": 345,
      "ш": 346,
      "щ": 347,
      "ы": 348,
      "ь": 349,
      "э": 350,
      "ю": 351,
      "я": 352,
      "ѕ": 353,
      "і": 354,
      "ӂ": 355,
      "ԛ": 356,
      "ա": 357,
      "հ": 358,
      "յ": 359,
      "،": 360,
      "ؐ": 361,
      "؟": 362,
      "ء": 363,
      "آ": 364,
      "أ": 365,
      "ؤ": 366,
      "إ": 367,
      "ئ": 368,
      "ا": 369,
      "ب": 370,
      "ة": 371,
      "ت": 372,
      "ث": 373,
      "ج": 374,
      "ح": 375,
      "خ": 376,
      "د": 377,
      "ذ": 378,
      "ر": 379,
      "ز": 380,
      "س": 381,
      "ش": 382,
      "ص": 383,
      "ض": 384,
      "ط": 385,
      "ظ": 386,
      "ع": 387,
      "غ": 388,
      "ف": 389,
      "ق": 390,
      "ك": 391,
      "ل": 392,
      "م": 393,
      "ن": 394,
      "ه": 395,
      "و": 396,
      "ى": 397,
      "ي": 398,
      "ً": 399,
      "ٌ": 400,
      "ٍ": 401,
      "َ": 402,
      "ُ": 403,
      "ِ": 404,
      "ّ": 405,
      "ْ": 406,
      "٪": 407,
      "ۖ": 408,
      "ۗ": 409,
      "۰": 410,
      "܂": 411,
      "݌": 412,
      "߂": 413,
      "अ": 414,
      "आ": 415,
      "ए": 416,
      "क": 417,
      "ज": 418,
      "ट": 419,
      "त": 420,
      "द": 421,
      "ध": 422,
      "न": 423,
      "प": 424,
      "म": 425,
      "य": 426,
      "र": 427,
      "ल": 428,
      "व": 429,
      "श": 430,
      "ष": 431,
      "स": 432,
      "ा": 433,
      "ि": 434,
      "ी": 435,
      "ु": 436,
      "े": 437,
      "ो": 438,
      "ौ": 439,
      "्": 440,
      "।": 441,
      "অ": 442,
      "ই": 443,
      "এ": 444,
      "ক": 445,
      "গ": 446,
      "চ": 447,
      "ঠ": 448,
      "দ": 449,
      "ম": 450,
      "য": 451,
      "ষ": 452,
      "়": 453,
      "ী": 454,
      "ু": 455,
      "ে": 456,
      "ো": 457,
      "ৌ": 458,
      "্": 459,
      "ช": 460,
      "ร": 461,
      "ว": 462,
      "ส": 463,
      "อ": 464,
      "ั": 465,
      "ื": 466,
      "฿": 467,
      "เ": 468,
      "ไ": 469,
      "้": 470,
      "ḥ": 471,
      "ḫ": 472,
      "ṇ": 473,
      "ṛ": 474,
      "ệ": 475,
      "ủ": 476,
      "ἀ": 477,
      "ἁ": 478,
      "ἄ": 479,
      "ἅ": 480,
      "ἐ": 481,
      "ἑ": 482,
      "ἔ": 483,
      "ἠ": 484,
      "ἡ": 485,
      "ἥ": 486,
      "ἰ": 487,
      "ἴ": 488,
      "ἶ": 489,
      "ὀ": 490,
      "ὁ": 491,
      "ὐ": 492,
      "ὕ": 493,
      "ὥ": 494,
      "ὧ": 495,
      "ὰ": 496,
      "ὴ": 497,
      "ὶ": 498,
      "ί": 499,
      "ὸ": 500,
      "ὼ": 501,
      "᾽": 502,
      "ῆ": 503,
      "ῖ": 504,
      "ῦ": 505,
      "ῶ": 506,
      " ": 507,
      "​": 508,
      "‌": 509,
      "‍": 510,
      "‎": 511,
      "‏": 512,
      "‐": 513,
      "‑": 514,
      "–": 515,
      "—": 516,
      "―": 517,
      "‖": 518,
      "‘": 519,
      "’": 520,
      "‚": 521,
      "“": 522,
      "”": 523,
      "„": 524,
      "†": 525,
      "‡": 526,
      "•": 527,
      "․": 528,
      "…": 529,
      "‧": 530,
      "‪": 531,
      "‬": 532,
      "‰": 533,
      "′": 534,
      "″": 535,
      "‹": 536,
      "›": 537,
      "※": 538,
      "⁄": 539,
      "⁡": 540,
      "⁰": 541,
      "⁹": 542,
      "€": 543,
      "₹": 544,
      "⃣": 545,
      "℃": 546,
      "℅": 547,
      "™": 548,
      "ⅰ": 549,
      "ⅱ": 550,
      "ⅲ": 551,
      "ⅳ": 552,
      "ⅵ": 553,
      "ⅶ": 554,
      "ⅹ": 555,
      "←": 556,
      "↑": 557,
      "→": 558,
      "↓": 559,
      "↖": 560,
      "↗": 561,
      "⇢": 562,
      "∀": 563,
      "∑": 564,
      "−": 565,
      "√": 566,
      "∞": 567,
      "∥": 568,
      "∩": 569,
      "∴": 570,
      "∶": 571,
      "∼": 572,
      "≠": 573,
      "≤": 574,
      "≥": 575,
      "≦": 576,
      "≧": 577,
      "≪": 578,
      "≫": 579,
      "⊙": 580,
      "␣": 581,
      "①": 582,
      "②": 583,
      "③": 584,
      "④": 585,
      "⑤": 586,
      "⑥": 587,
      "⑦": 588,
      "⑧": 589,
      "⑨": 590,
      "⑩": 591,
      "⑴": 592,
      "⑵": 593,
      "⑶": 594,
      "⑸": 595,
      "⑽": 596,
      "⒔": 597,
      "⒕": 598,
      "─": 599,
      "━": 600,
      "│": 601,
      "┃": 602,
      "┌": 603,
      "┐": 604,
      "└": 605,
      "┘": 606,
      "├": 607,
      "┬": 608,
      "┯": 609,
      "┴": 610,
      "╔": 611,
      "╨": 612,
      "╭": 613,
      "╮": 614,
      "╯": 615,
      "╰": 616,
      "╱": 617,
      "╲": 618,
      "╳": 619,
      "▅": 620,
      "█": 621,
      "▉": 622,
      "▎": 623,
      "■": 624,
      "□": 625,
      "▪": 626,
      "▲": 627,
      "△": 628,
      "▴": 629,
      "▶": 630,
      "▷": 631,
      "▼": 632,
      "▽": 633,
      "▾": 634,
      "◇": 635,
      "○": 636,
      "◎": 637,
      "●": 638,
      "◢": 639,
      "◣": 640,
      "◤": 641,
      "◥": 642,
      "☀": 643,
      "★": 644,
      "☷": 645,
      "♥": 646,
      "♦": 647,
      "♪": 648,
      "⚔": 649,
      "⚽": 650,
      "✓": 651,
      "✔": 652,
      "✘": 653,
      "✨": 654,
      "➤": 655,
      "⟨": 656,
      "⟩": 657,
      "⦁": 658,
      "⭐": 659,
      "⸢": 660,
      "⸣": 661,
      "、": 662,
      "。": 663,
      "〇": 664,
      "〈": 665,
      "〉": 666,
      "《": 667,
      "》": 668,
      "「": 669,
      "」": 670,
      "『": 671,
      "』": 672,
      "【": 673,
      "】": 674,
      "〔": 675,
      "〕": 676,
      "〖": 677,
      "〗": 678,
      "あ": 679,
      "い": 680,
      "ぅ": 681,
      "う": 682,
      "え": 683,
      "お": 684,
      "か": 685,
      "が": 686,
      "き": 687,
      "く": 688,
      "ぐ": 689,
      "け": 690,
      "こ": 691,
      "さ": 692,
      "し": 693,
      "じ": 694,
      "す": 695,
      "ず": 696,
      "せ": 697,
      "そ": 698,
      "ぞ": 699,
      "た": 700,
      "だ": 701,
      "ち": 702,
      "っ": 703,
      "つ": 704,
      "て": 705,
      "で": 706,
      "と": 707,
      "ど": 708,
      "な": 709,
      "に": 710,
      "ね": 711,
      "の": 712,
      "は": 713,
      "ば": 714,
      "ほ": 715,
      "ま": 716,
      "め": 717,
      "も": 718,
      "ゃ": 719,
      "や": 720,
      "よ": 721,
      "ら": 722,
      "り": 723,
      "る": 724,
      "れ": 725,
      "ろ": 726,
      "わ": 727,
      "を": 728,
      "ん": 729,
      "ァ": 730,
      "ア": 731,
      "ィ": 732,
      "イ": 733,
      "ウ": 734,
      "ェ": 735,
      "オ": 736,
      "キ": 737,
      "ク": 738,
      "コ": 739,
      "ザ": 740,
      "シ": 741,
      "ジ": 742,
      "ス": 743,
      "ズ": 744,
      "ダ": 745,
      "チ": 746,
      "ッ": 747,
      "ツ": 748,
      "テ": 749,
      "デ": 750,
      "ト": 751,
      "ド": 752,
      "ナ": 753,
      "ニ": 754,
      "ネ": 755,
      "ハ": 756,
      "パ": 757,
      "ビ": 758,
      "ピ": 759,
      "フ": 760,
      "ブ": 761,
      "ベ": 762,
      "ペ": 763,
      "マ": 764,
      "ム": 765,
      "メ": 766,
      "ャ": 767,
      "ュ": 768,
      "ョ": 769,
      "ラ": 770,
      "リ": 771,
      "ル": 772,
      "レ": 773,
      "ロ": 774,
      "ワ": 775,
      "ン": 776,
      "ヴ": 777,
      "・": 778,
      "ー": 779,
      "ㄈ": 780,
      "ㄒ": 781,
      "ㄖ": 782,
      "㎜": 783,
      "㎝": 784,
      "㎡": 785,
      "㏄": 786,
      "㝵": 787,
      "䅉": 788,
      "䴘": 789,
      "䴙": 790,
      "一": 791,
      "丁": 792,
      "七": 793,
      "丄": 794,
      "万": 795,
      "丈": 796,
      "三": 797,
      "上": 798,
      "下": 799,
      "不": 800,
      "与": 801,
      "丏": 802,
      "丐": 803,
      "丑": 804,
      "专": 805,
      "且": 806,
      "丕": 807,
      "世": 808,
      "丘": 809,
      "丙": 810,
      "业": 811,
      "丛": 812,
      "东": 813,
      "丝": 814,
      "丞": 815,
      "丢": 816,
      "两": 817,
      "严": 818,
      "丧": 819,
      "丨": 820,
      "个": 821,
      "丫": 822,
      "中": 823,
      "丰": 824,
      "串": 825,
      "临": 826,
      "丶": 827,
      "丸": 828,
      "丹": 829,
      "为": 830,
      "主": 831,
      "丽": 832,
      "举": 833,
      "乃": 834,
      "久": 835,
      "么": 836,
      "义": 837,
      "之": 838,
      "乌": 839,
      "乍": 840,
      "乎": 841,
      "乏": 842,
      "乐": 843,
      "乒": 844,
      "乓": 845,
      "乔": 846,
      "乖": 847,
      "乘": 848,
      "乙": 849,
      "乜": 850,
      "九": 851,
      "乞": 852,
      "也": 853,
      "习": 854,
      "乡": 855,
      "书": 856,
      "买": 857,
      "乱": 858,
      "乳": 859,
      "乾": 860,
      "亁": 861,
      "了": 862,
      "予": 863,
      "争": 864,
      "事": 865,
      "二": 866,
      "于": 867,
      "亏": 868,
      "云": 869,
      "互": 870,
      "五": 871,
      "井": 872,
      "亘": 873,
      "亚": 874,
      "些": 875,
      "亟": 876,
      "亡": 877,
      "亢": 878,
      "交": 879,
      "亥": 880,
      "亦": 881,
      "产": 882,
      "亨": 883,
      "亩": 884,
      "享": 885,
      "京": 886,
      "亭": 887,
      "亮": 888,
      "亲": 889,
      "亳": 890,
      "亵": 891,
      "人": 892,
      "亻": 893,
      "亿": 894,
      "什": 895,
      "仁": 896,
      "仃": 897,
      "仄": 898,
      "仅": 899,
      "仆": 900,
      "仇": 901,
      "今": 902,
      "介": 903,
      "仍": 904,
      "从": 905,
      "仑": 906,
      "仓": 907,
      "仔": 908,
      "仕": 909,
      "他": 910,
      "仗": 911,
      "付": 912,
      "仙": 913,
      "仝": 914,
      "仟": 915,
      "代": 916,
      "令": 917,
      "以": 918,
      "仨": 919,
      "仪": 920,
      "仫": 921,
      "们": 922,
      "仰": 923,
      "仲": 924,
      "件": 925,
      "价": 926,
      "任": 927,
      "份": 928,
      "仿": 929,
      "企": 930,
      "伉": 931,
      "伊": 932,
      "伍": 933,
      "伎": 934,
      "伏": 935,
      "伐": 936,
      "休": 937,
      "众": 938,
      "优": 939,
      "伙": 940,
      "会": 941,
      "伛": 942,
      "伞": 943,
      "伟": 944,
      "传": 945,
      "伤": 946,
      "伥": 947,
      "伦": 948,
      "伪": 949,
      "伫": 950,
      "伯": 951,
      "估": 952,
      "伴": 953,
      "伶": 954,
      "伸": 955,
      "伺": 956,
      "似": 957,
      "伽": 958,
      "但": 959,
      "位": 960,
      "低": 961,
      "住": 962,
      "佐": 963,
      "佑": 964,
      "体": 965,
      "何": 966,
      "佗": 967,
      "佘": 968,
      "余": 969,
      "佚": 970,
      "佛": 971,
      "作": 972,
      "佞": 973,
      "佟": 974,
      "你": 975,
      "佣": 976,
      "佧": 977,
      "佩": 978,
      "佬": 979,
      "佯": 980,
      "佰": 981,
      "佳": 982,
      "佶": 983,
      "佼": 984,
      "使": 985,
      "侃": 986,
      "侄": 987,
      "侈": 988,
      "例": 989,
      "侍": 990,
      "侏": 991,
      "侑": 992,
      "侗": 993,
      "供": 994,
      "依": 995,
      "侠": 996,
      "侣": 997,
      "侥": 998,
      "侦": 999,
      "侧": 1000,
      "侨": 1001,
      "侪": 1002,
      "侬": 1003,
      "侮": 1004,
      "侯": 1005,
      "侵": 1006,
      "便": 1007,
      "係": 1008,
      "促": 1009,
      "俄": 1010,
      "俅": 1011,
      "俊": 1012,
      "俏": 1013,
      "俐": 1014,
      "俑": 1015,
      "俗": 1016,
      "俘": 1017,
      "俚": 1018,
      "保": 1019,
      "俞": 1020,
      "俟": 1021,
      "信": 1022,
      "俦": 1023,
      "俨": 1024,
      "俩": 1025,
      "俪": 1026,
      "俭": 1027,
      "修": 1028,
      "俯": 1029,
      "俱": 1030,
      "俵": 1031,
      "俺": 1032,
      "俾": 1033,
      "個": 1034,
      "倌": 1035,
      "倍": 1036,
      "倏": 1037,
      "倒": 1038,
      "倔": 1039,
      "倘": 1040,
      "候": 1041,
      "倚": 1042,
      "借": 1043,
      "倡": 1044,
      "倦": 1045,
      "倩": 1046,
      "倪": 1047,
      "债": 1048,
      "值": 1049,
      "倾": 1050,
      "偃": 1051,
      "假": 1052,
      "偈": 1053,
      "偌": 1054,
      "偎": 1055,
      "偏": 1056,
      "偕": 1057,
      "做": 1058,
      "停": 1059,
      "偞": 1060,
      "健": 1061,
      "偪": 1062,
      "偶": 1063,
      "偷": 1064,
      "偻": 1065,
      "偿": 1066,
      "傀": 1067,
      "傅": 1068,
      "傈": 1069,
      "傍": 1070,
      "傣": 1071,
      "储": 1072,
      "催": 1073,
      "傲": 1074,
      "傻": 1075,
      "像": 1076,
      "僖": 1077,
      "僚": 1078,
      "僣": 1079,
      "僧": 1080,
      "僭": 1081,
      "僮": 1082,
      "僳": 1083,
      "僵": 1084,
      "僻": 1085,
      "儆": 1086,
      "儇": 1087,
      "儋": 1088,
      "儒": 1089,
      "儡": 1090,
      "儿": 1091,
      "兀": 1092,
      "允": 1093,
      "元": 1094,
      "兄": 1095,
      "充": 1096,
      "兆": 1097,
      "先": 1098,
      "光": 1099,
      "克": 1100,
      "免": 1101,
      "兑": 1102,
      "兔": 1103,
      "兖": 1104,
      "党": 1105,
      "兜": 1106,
      "兢": 1107,
      "入": 1108,
      "全": 1109,
      "八": 1110,
      "公": 1111,
      "六": 1112,
      "兮": 1113,
      "兰": 1114,
      "共": 1115,
      "关": 1116,
      "兴": 1117,
      "兵": 1118,
      "其": 1119,
      "具": 1120,
      "典": 1121,
      "兹": 1122,
      "养": 1123,
      "兼": 1124,
      "兽": 1125,
      "冀": 1126,
      "内": 1127,
      "冈": 1128,
      "冉": 1129,
      "册": 1130,
      "再": 1131,
      "冒": 1132,
      "冕": 1133,
      "冗": 1134,
      "写": 1135,
      "军": 1136,
      "农": 1137,
      "冠": 1138,
      "冢": 1139,
      "冤": 1140,
      "冥": 1141,
      "冬": 1142,
      "冯": 1143,
      "冰": 1144,
      "冲": 1145,
      "决": 1146,
      "况": 1147,
      "冶": 1148,
      "冷": 1149,
      "冻": 1150,
      "冼": 1151,
      "冽": 1152,
      "净": 1153,
      "凄": 1154,
      "准": 1155,
      "凉": 1156,
      "凋": 1157,
      "凌": 1158,
      "减": 1159,
      "凑": 1160,
      "凛": 1161,
      "凝": 1162,
      "几": 1163,
      "凡": 1164,
      "凤": 1165,
      "凫": 1166,
      "凭": 1167,
      "凯": 1168,
      "凰": 1169,
      "凳": 1170,
      "凶": 1171,
      "凸": 1172,
      "凹": 1173,
      "出": 1174,
      "击": 1175,
      "函": 1176,
      "凿": 1177,
      "刀": 1178,
      "刁": 1179,
      "刂": 1180,
      "刃": 1181,
      "分": 1182,
      "切": 1183,
      "刊": 1184,
      "刍": 1185,
      "刎": 1186,
      "刑": 1187,
      "划": 1188,
      "列": 1189,
      "刘": 1190,
      "则": 1191,
      "刚": 1192,
      "创": 1193,
      "初": 1194,
      "删": 1195,
      "判": 1196,
      "刨": 1197,
      "利": 1198,
      "别": 1199,
      "刭": 1200,
      "刮": 1201,
      "到": 1202,
      "制": 1203,
      "刷": 1204,
      "券": 1205,
      "刹": 1206,
      "刺": 1207,
      "刻": 1208,
      "刽": 1209,
      "剁": 1210,
      "剂": 1211,
      "剃": 1212,
      "削": 1213,
      "剌": 1214,
      "前": 1215,
      "剐": 1216,
      "剑": 1217,
      "剔": 1218,
      "剖": 1219,
      "剞": 1220,
      "剥": 1221,
      "剧": 1222,
      "剩": 1223,
      "剪": 1224,
      "副": 1225,
      "割": 1226,
      "剽": 1227,
      "剿": 1228,
      "劂": 1229,
      "劈": 1230,
      "力": 1231,
      "劝": 1232,
      "办": 1233,
      "功": 1234,
      "加": 1235,
      "务": 1236,
      "劢": 1237,
      "劣": 1238,
      "动": 1239,
      "助": 1240,
      "努": 1241,
      "劫": 1242,
      "励": 1243,
      "劲": 1244,
      "劳": 1245,
      "劻": 1246,
      "劾": 1247,
      "势": 1248,
      "勃": 1249,
      "勇": 1250,
      "勉": 1251,
      "勋": 1252,
      "勐": 1253,
      "勒": 1254,
      "動": 1255,
      "勖": 1256,
      "勘": 1257,
      "募": 1258,
      "勤": 1259,
      "勳": 1260,
      "勺": 1261,
      "勾": 1262,
      "勿": 1263,
      "匀": 1264,
      "包": 1265,
      "匆": 1266,
      "匈": 1267,
      "匍": 1268,
      "匏": 1269,
      "匐": 1270,
      "匕": 1271,
      "化": 1272,
      "北": 1273,
      "匙": 1274,
      "匝": 1275,
      "匠": 1276,
      "匡": 1277,
      "匣": 1278,
      "匦": 1279,
      "匪": 1280,
      "匮": 1281,
      "匹": 1282,
      "区": 1283,
      "医": 1284,
      "匾": 1285,
      "匿": 1286,
      "十": 1287,
      "千": 1288,
      "升": 1289,
      "午": 1290,
      "卉": 1291,
      "半": 1292,
      "华": 1293,
      "协": 1294,
      "卑": 1295,
      "卒": 1296,
      "卓": 1297,
      "单": 1298,
      "卖": 1299,
      "南": 1300,
      "博": 1301,
      "卜": 1302,
      "卞": 1303,
      "占": 1304,
      "卡": 1305,
      "卢": 1306,
      "卤": 1307,
      "卦": 1308,
      "卧": 1309,
      "卫": 1310,
      "卯": 1311,
      "印": 1312,
      "危": 1313,
      "即": 1314,
      "却": 1315,
      "卵": 1316,
      "卷": 1317,
      "卸": 1318,
      "卺": 1319,
      "卿": 1320,
      "厂": 1321,
      "厄": 1322,
      "厅": 1323,
      "历": 1324,
      "厉": 1325,
      "压": 1326,
      "厌": 1327,
      "厕": 1328,
      "厘": 1329,
      "厚": 1330,
      "厝": 1331,
      "原": 1332,
      "厢": 1333,
      "厥": 1334,
      "厦": 1335,
      "厨": 1336,
      "厩": 1337,
      "厮": 1338,
      "去": 1339,
      "县": 1340,
      "叁": 1341,
      "参": 1342,
      "又": 1343,
      "叉": 1344,
      "及": 1345,
      "友": 1346,
      "双": 1347,
      "反": 1348,
      "发": 1349,
      "叔": 1350,
      "取": 1351,
      "受": 1352,
      "变": 1353,
      "叙": 1354,
      "叛": 1355,
      "叟": 1356,
      "叠": 1357,
      "叡": 1358,
      "口": 1359,
      "古": 1360,
      "句": 1361,
      "另": 1362,
      "叨": 1363,
      "叩": 1364,
      "只": 1365,
      "叫": 1366,
      "召": 1367,
      "叭": 1368,
      "叮": 1369,
      "可": 1370,
      "台": 1371,
      "叱": 1372,
      "史": 1373,
      "右": 1374,
      "叵": 1375,
      "叶": 1376,
      "号": 1377,
      "司": 1378,
      "叹": 1379,
      "叻": 1380,
      "叼": 1381,
      "叽": 1382,
      "吁": 1383,
      "吃": 1384,
      "各": 1385,
      "吆": 1386,
      "合": 1387,
      "吉": 1388,
      "吊": 1389,
      "吋": 1390,
      "同": 1391,
      "名": 1392,
      "后": 1393,
      "吏": 1394,
      "吐": 1395,
      "向": 1396,
      "吒": 1397,
      "吓": 1398,
      "吕": 1399,
      "吖": 1400,
      "吗": 1401,
      "君": 1402,
      "吝": 1403,
      "吞": 1404,
      "吟": 1405,
      "吠": 1406,
      "吡": 1407,
      "否": 1408,
      "吧": 1409,
      "吨": 1410,
      "吩": 1411,
      "含": 1412,
      "听": 1413,
      "吭": 1414,
      "吮": 1415,
      "启": 1416,
      "吱": 1417,
      "吴": 1418,
      "吵": 1419,
      "吸": 1420,
      "吹": 1421,
      "吻": 1422,
      "吼": 1423,
      "吽": 1424,
      "吾": 1425,
      "吿": 1426,
      "呀": 1427,
      "呃": 1428,
      "呆": 1429,
      "呈": 1430,
      "告": 1431,
      "呋": 1432,
      "呎": 1433,
      "呐": 1434,
      "呓": 1435,
      "呕": 1436,
      "呗": 1437,
      "员": 1438,
      "呛": 1439,
      "呜": 1440,
      "呢": 1441,
      "呤": 1442,
      "呦": 1443,
      "周": 1444,
      "呱": 1445,
      "呲": 1446,
      "味": 1447,
      "呵": 1448,
      "呸": 1449,
      "呻": 1450,
      "呼": 1451,
      "命": 1452,
      "咀": 1453,
      "咂": 1454,
      "咄": 1455,
      "咆": 1456,
      "咋": 1457,
      "和": 1458,
      "咎": 1459,
      "咏": 1460,
      "咐": 1461,
      "咒": 1462,
      "咔": 1463,
      "咕": 1464,
      "咖": 1465,
      "咙": 1466,
      "咚": 1467,
      "咛": 1468,
      "咣": 1469,
      "咤": 1470,
      "咦": 1471,
      "咧": 1472,
      "咨": 1473,
      "咩": 1474,
      "咪": 1475,
      "咫": 1476,
      "咬": 1477,
      "咯": 1478,
      "咱": 1479,
      "咳": 1480,
      "咸": 1481,
      "咻": 1482,
      "咽": 1483,
      "哀": 1484,
      "品": 1485,
      "哄": 1486,
      "哆": 1487,
      "哇": 1488,
      "哈": 1489,
      "哉": 1490,
      "响": 1491,
      "哎": 1492,
      "哑": 1493,
      "哒": 1494,
      "哔": 1495,
      "哗": 1496,
      "哞": 1497,
      "哟": 1498,
      "員": 1499,
      "哥": 1500,
      "哦": 1501,
      "哧": 1502,
      "哨": 1503,
      "哩": 1504,
      "哪": 1505,
      "哭": 1506,
      "哮": 1507,
      "哲": 1508,
      "哺": 1509,
      "哼": 1510,
      "哽": 1511,
      "唁": 1512,
      "唆": 1513,
      "唇": 1514,
      "唉": 1515,
      "唏": 1516,
      "唐": 1517,
      "唑": 1518,
      "唔": 1519,
      "唛": 1520,
      "唠": 1521,
      "唢": 1522,
      "唤": 1523,
      "唧": 1524,
      "唬": 1525,
      "售": 1526,
      "唯": 1527,
      "唰": 1528,
      "唱": 1529,
      "唳": 1530,
      "唵": 1531,
      "唾": 1532,
      "啃": 1533,
      "啄": 1534,
      "商": 1535,
      "啊": 1536,
      "啖": 1537,
      "啜": 1538,
      "啡": 1539,
      "啤": 1540,
      "啥": 1541,
      "啦": 1542,
      "啧": 1543,
      "啪": 1544,
      "啫": 1545,
      "啬": 1546,
      "啮": 1547,
      "啰": 1548,
      "啶": 1549,
      "啸": 1550,
      "啻": 1551,
      "啼": 1552,
      "喀": 1553,
      "喂": 1554,
      "喃": 1555,
      "善": 1556,
      "喆": 1557,
      "喇": 1558,
      "喉": 1559,
      "喊": 1560,
      "喋": 1561,
      "喑": 1562,
      "喔": 1563,
      "喘": 1564,
      "喜": 1565,
      "喝": 1566,
      "喧": 1567,
      "喱": 1568,
      "喳": 1569,
      "喵": 1570,
      "喷": 1571,
      "喻": 1572,
      "喽": 1573,
      "喾": 1574,
      "嗅": 1575,
      "嗑": 1576,
      "嗒": 1577,
      "嗓": 1578,
      "嗔": 1579,
      "嗖": 1580,
      "嗜": 1581,
      "嗝": 1582,
      "嗟": 1583,
      "嗡": 1584,
      "嗣": 1585,
      "嗤": 1586,
      "嗦": 1587,
      "嗨": 1588,
      "嗪": 1589,
      "嗬": 1590,
      "嗯": 1591,
      "嗲": 1592,
      "嗳": 1593,
      "嗷": 1594,
      "嗽": 1595,
      "嘀": 1596,
      "嘈": 1597,
      "嘉": 1598,
      "嘌": 1599,
      "嘎": 1600,
      "嘘": 1601,
      "嘛": 1602,
      "嘞": 1603,
      "嘟": 1604,
      "嘣": 1605,
      "嘤": 1606,
      "嘧": 1607,
      "嘬": 1608,
      "嘭": 1609,
      "嘱": 1610,
      "嘲": 1611,
      "嘴": 1612,
      "嘶": 1613,
      "嘹": 1614,
      "嘻": 1615,
      "嘿": 1616,
      "噌": 1617,
      "噎": 1618,
      "噔": 1619,
      "噗": 1620,
      "噙": 1621,
      "噜": 1622,
      "噢": 1623,
      "噤": 1624,
      "器": 1625,
      "噩": 1626,
      "噪": 1627,
      "噫": 1628,
      "噬": 1629,
      "噱": 1630,
      "噶": 1631,
      "噻": 1632,
      "噼": 1633,
      "嚎": 1634,
      "嚏": 1635,
      "嚓": 1636,
      "嚣": 1637,
      "嚯": 1638,
      "嚷": 1639,
      "嚼": 1640,
      "囊": 1641,
      "囚": 1642,
      "四": 1643,
      "回": 1644,
      "因": 1645,
      "囡": 1646,
      "团": 1647,
      "囤": 1648,
      "囧": 1649,
      "囫": 1650,
      "园": 1651,
      "困": 1652,
      "囱": 1653,
      "围": 1654,
      "囵": 1655,
      "固": 1656,
      "国": 1657,
      "图": 1658,
      "囿": 1659,
      "圃": 1660,
      "圆": 1661,
      "圈": 1662,
      "圜": 1663,
      "土": 1664,
      "圣": 1665,
      "在": 1666,
      "圩": 1667,
      "圭": 1668,
      "地": 1669,
      "圳": 1670,
      "圹": 1671,
      "场": 1672,
      "圻": 1673,
      "圾": 1674,
      "址": 1675,
      "坂": 1676,
      "均": 1677,
      "坊": 1678,
      "坌": 1679,
      "坍": 1680,
      "坎": 1681,
      "坏": 1682,
      "坐": 1683,
      "坑": 1684,
      "块": 1685,
      "坚": 1686,
      "坛": 1687,
      "坝": 1688,
      "坞": 1689,
      "坟": 1690,
      "坠": 1691,
      "坡": 1692,
      "坤": 1693,
      "坦": 1694,
      "坨": 1695,
      "坪": 1696,
      "坯": 1697,
      "坷": 1698,
      "垂": 1699,
      "垃": 1700,
      "垄": 1701,
      "垅": 1702,
      "型": 1703,
      "垌": 1704,
      "垒": 1705,
      "垚": 1706,
      "垛": 1707,
      "垠": 1708,
      "垢": 1709,
      "垣": 1710,
      "垦": 1711,
      "垫": 1712,
      "垭": 1713,
      "垮": 1714,
      "垲": 1715,
      "垸": 1716,
      "埂": 1717,
      "埃": 1718,
      "埋": 1719,
      "城": 1720,
      "埔": 1721,
      "埝": 1722,
      "域": 1723,
      "埠": 1724,
      "埭": 1725,
      "埵": 1726,
      "埸": 1727,
      "培": 1728,
      "基": 1729,
      "堂": 1730,
      "堃": 1731,
      "堆": 1732,
      "堇": 1733,
      "堉": 1734,
      "堑": 1735,
      "堕": 1736,
      "堞": 1737,
      "堡": 1738,
      "堤": 1739,
      "堪": 1740,
      "堰": 1741,
      "堵": 1742,
      "塁": 1743,
      "塄": 1744,
      "塅": 1745,
      "塈": 1746,
      "塌": 1747,
      "塑": 1748,
      "塔": 1749,
      "塘": 1750,
      "塞": 1751,
      "填": 1752,
      "塬": 1753,
      "塾": 1754,
      "境": 1755,
      "墅": 1756,
      "墉": 1757,
      "墒": 1758,
      "墓": 1759,
      "増": 1760,
      "墙": 1761,
      "增": 1762,
      "墟": 1763,
      "墨": 1764,
      "墩": 1765,
      "墫": 1766,
      "壁": 1767,
      "壅": 1768,
      "壑": 1769,
      "壕": 1770,
      "壤": 1771,
      "士": 1772,
      "壬": 1773,
      "壮": 1774,
      "声": 1775,
      "壳": 1776,
      "壶": 1777,
      "壹": 1778,
      "处": 1779,
      "备": 1780,
      "変": 1781,
      "复": 1782,
      "夏": 1783,
      "夔": 1784,
      "夕": 1785,
      "外": 1786,
      "夙": 1787,
      "多": 1788,
      "夜": 1789,
      "够": 1790,
      "夢": 1791,
      "大": 1792,
      "天": 1793,
      "太": 1794,
      "夫": 1795,
      "夭": 1796,
      "央": 1797,
      "夯": 1798,
      "失": 1799,
      "头": 1800,
      "夷": 1801,
      "夸": 1802,
      "夹": 1803,
      "夺": 1804,
      "奀": 1805,
      "奂": 1806,
      "奄": 1807,
      "奇": 1808,
      "奈": 1809,
      "奉": 1810,
      "奋": 1811,
      "奎": 1812,
      "奏": 1813,
      "契": 1814,
      "奔": 1815,
      "奕": 1816,
      "奖": 1817,
      "套": 1818,
      "奚": 1819,
      "奠": 1820,
      "奢": 1821,
      "奥": 1822,
      "女": 1823,
      "奴": 1824,
      "奶": 1825,
      "奸": 1826,
      "她": 1827,
      "好": 1828,
      "如": 1829,
      "妃": 1830,
      "妄": 1831,
      "妆": 1832,
      "妇": 1833,
      "妈": 1834,
      "妊": 1835,
      "妍": 1836,
      "妒": 1837,
      "妓": 1838,
      "妖": 1839,
      "妗": 1840,
      "妙": 1841,
      "妞": 1842,
      "妠": 1843,
      "妣": 1844,
      "妤": 1845,
      "妥": 1846,
      "妨": 1847,
      "妩": 1848,
      "妪": 1849,
      "妫": 1850,
      "妮": 1851,
      "妲": 1852,
      "妹": 1853,
      "妻": 1854,
      "妾": 1855,
      "姆": 1856,
      "姉": 1857,
      "姊": 1858,
      "始": 1859,
      "姐": 1860,
      "姑": 1861,
      "姒": 1862,
      "姓": 1863,
      "委": 1864,
      "姗": 1865,
      "姘": 1866,
      "姚": 1867,
      "姜": 1868,
      "姝": 1869,
      "姣": 1870,
      "姥": 1871,
      "姨": 1872,
      "姬": 1873,
      "姹": 1874,
      "姻": 1875,
      "姿": 1876,
      "威": 1877,
      "娃": 1878,
      "娄": 1879,
      "娅": 1880,
      "娆": 1881,
      "娇": 1882,
      "娈": 1883,
      "娉": 1884,
      "娑": 1885,
      "娓": 1886,
      "娘": 1887,
      "娜": 1888,
      "娟": 1889,
      "娠": 1890,
      "娣": 1891,
      "娥": 1892,
      "娩": 1893,
      "娱": 1894,
      "娲": 1895,
      "娴": 1896,
      "娶": 1897,
      "娼": 1898,
      "婀": 1899,
      "婆": 1900,
      "婉": 1901,
      "婊": 1902,
      "婍": 1903,
      "婕": 1904,
      "婚": 1905,
      "婢": 1906,
      "婧": 1907,
      "婪": 1908,
      "婴": 1909,
      "婵": 1910,
      "婶": 1911,
      "婷": 1912,
      "婺": 1913,
      "婿": 1914,
      "媒": 1915,
      "媚": 1916,
      "媛": 1917,
      "媲": 1918,
      "媳": 1919,
      "媻": 1920,
      "媾": 1921,
      "嫁": 1922,
      "嫂": 1923,
      "嫄": 1924,
      "嫉": 1925,
      "嫌": 1926,
      "嫔": 1927,
      "嫖": 1928,
      "嫘": 1929,
      "嫡": 1930,
      "嫣": 1931,
      "嫦": 1932,
      "嫩": 1933,
      "嬅": 1934,
      "嬉": 1935,
      "嬗": 1936,
      "嬛": 1937,
      "嬴": 1938,
      "嬷": 1939,
      "孀": 1940,
      "子": 1941,
      "孑": 1942,
      "孔": 1943,
      "孕": 1944,
      "字": 1945,
      "存": 1946,
      "孙": 1947,
      "孚": 1948,
      "孜": 1949,
      "孝": 1950,
      "孟": 1951,
      "孢": 1952,
      "季": 1953,
      "孤": 1954,
      "学": 1955,
      "孩": 1956,
      "孪": 1957,
      "孰": 1958,
      "孱": 1959,
      "孵": 1960,
      "孺": 1961,
      "孽": 1962,
      "宁": 1963,
      "它": 1964,
      "宅": 1965,
      "宇": 1966,
      "守": 1967,
      "安": 1968,
      "宋": 1969,
      "完": 1970,
      "宏": 1971,
      "宓": 1972,
      "宕": 1973,
      "宗": 1974,
      "官": 1975,
      "宙": 1976,
      "定": 1977,
      "宛": 1978,
      "宜": 1979,
      "宝": 1980,
      "实": 1981,
      "実": 1982,
      "宠": 1983,
      "审": 1984,
      "客": 1985,
      "宣": 1986,
      "室": 1987,
      "宥": 1988,
      "宦": 1989,
      "宪": 1990,
      "宫": 1991,
      "宰": 1992,
      "害": 1993,
      "宴": 1994,
      "宵": 1995,
      "家": 1996,
      "宸": 1997,
      "容": 1998,
      "宽": 1999,
      "宾": 2000,
      "宿": 2001,
      "寂": 2002,
      "寄": 2003,
      "寅": 2004,
      "密": 2005,
      "寇": 2006,
      "富": 2007,
      "寐": 2008,
      "寒": 2009,
      "寓": 2010,
      "寝": 2011,
      "寞": 2012,
      "察": 2013,
      "寡": 2014,
      "寤": 2015,
      "寥": 2016,
      "寨": 2017,
      "寮": 2018,
      "寰": 2019,
      "寸": 2020,
      "对": 2021,
      "寺": 2022,
      "寻": 2023,
      "导": 2024,
      "対": 2025,
      "寿": 2026,
      "封": 2027,
      "射": 2028,
      "尅": 2029,
      "将": 2030,
      "尉": 2031,
      "尊": 2032,
      "小": 2033,
      "少": 2034,
      "尔": 2035,
      "尕": 2036,
      "尖": 2037,
      "尘": 2038,
      "尚": 2039,
      "尝": 2040,
      "尤": 2041,
      "尧": 2042,
      "尬": 2043,
      "就": 2044,
      "尴": 2045,
      "尸": 2046,
      "尹": 2047,
      "尺": 2048,
      "尻": 2049,
      "尼": 2050,
      "尽": 2051,
      "尾": 2052,
      "尿": 2053,
      "局": 2054,
      "屁": 2055,
      "层": 2056,
      "居": 2057,
      "屈": 2058,
      "屉": 2059,
      "届": 2060,
      "屋": 2061,
      "屌": 2062,
      "屎": 2063,
      "屏": 2064,
      "屑": 2065,
      "展": 2066,
      "属": 2067,
      "屠": 2068,
      "屡": 2069,
      "履": 2070,
      "屮": 2071,
      "屯": 2072,
      "山": 2073,
      "屹": 2074,
      "屿": 2075,
      "岀": 2076,
      "岁": 2077,
      "岂": 2078,
      "岌": 2079,
      "岐": 2080,
      "岑": 2081,
      "岔": 2082,
      "岖": 2083,
      "岗": 2084,
      "岚": 2085,
      "岛": 2086,
      "岩": 2087,
      "岫": 2088,
      "岭": 2089,
      "岱": 2090,
      "岳": 2091,
      "岷": 2092,
      "岸": 2093,
      "岿": 2094,
      "峁": 2095,
      "峄": 2096,
      "峇": 2097,
      "峋": 2098,
      "峒": 2099,
      "峙": 2100,
      "峡": 2101,
      "峥": 2102,
      "峦": 2103,
      "峨": 2104,
      "峪": 2105,
      "峭": 2106,
      "峯": 2107,
      "峰": 2108,
      "峻": 2109,
      "崃": 2110,
      "崇": 2111,
      "崎": 2112,
      "崔": 2113,
      "崖": 2114,
      "崛": 2115,
      "崩": 2116,
      "崭": 2117,
      "崮": 2118,
      "崴": 2119,
      "崽": 2120,
      "嵇": 2121,
      "嵌": 2122,
      "嵘": 2123,
      "嵩": 2124,
      "嵫": 2125,
      "嵬": 2126,
      "嵴": 2127,
      "嶋": 2128,
      "嶙": 2129,
      "巅": 2130,
      "巍": 2131,
      "川": 2132,
      "州": 2133,
      "巡": 2134,
      "巢": 2135,
      "工": 2136,
      "左": 2137,
      "巧": 2138,
      "巨": 2139,
      "巩": 2140,
      "巫": 2141,
      "差": 2142,
      "己": 2143,
      "已": 2144,
      "巳": 2145,
      "巴": 2146,
      "巷": 2147,
      "巻": 2148,
      "巽": 2149,
      "巾": 2150,
      "币": 2151,
      "市": 2152,
      "布": 2153,
      "帅": 2154,
      "帆": 2155,
      "师": 2156,
      "希": 2157,
      "帐": 2158,
      "帕": 2159,
      "帖": 2160,
      "帘": 2161,
      "帚": 2162,
      "帛": 2163,
      "帜": 2164,
      "帝": 2165,
      "带": 2166,
      "帧": 2167,
      "席": 2168,
      "帮": 2169,
      "帷": 2170,
      "常": 2171,
      "帼": 2172,
      "帽": 2173,
      "幂": 2174,
      "幄": 2175,
      "幅": 2176,
      "幌": 2177,
      "幔": 2178,
      "幕": 2179,
      "幞": 2180,
      "幡": 2181,
      "幢": 2182,
      "幪": 2183,
      "干": 2184,
      "平": 2185,
      "年": 2186,
      "并": 2187,
      "幸": 2188,
      "幺": 2189,
      "幻": 2190,
      "幼": 2191,
      "幽": 2192,
      "广": 2193,
      "庄": 2194,
      "庆": 2195,
      "庇": 2196,
      "床": 2197,
      "序": 2198,
      "庐": 2199,
      "库": 2200,
      "应": 2201,
      "底": 2202,
      "庖": 2203,
      "店": 2204,
      "庙": 2205,
      "庚": 2206,
      "府": 2207,
      "庞": 2208,
      "废": 2209,
      "庠": 2210,
      "庥": 2211,
      "度": 2212,
      "座": 2213,
      "庭": 2214,
      "庯": 2215,
      "庵": 2216,
      "庶": 2217,
      "康": 2218,
      "庸": 2219,
      "庾": 2220,
      "廉": 2221,
      "廊": 2222,
      "廓": 2223,
      "廖": 2224,
      "廛": 2225,
      "廪": 2226,
      "延": 2227,
      "廷": 2228,
      "建": 2229,
      "廿": 2230,
      "开": 2231,
      "弁": 2232,
      "异": 2233,
      "弃": 2234,
      "弄": 2235,
      "弈": 2236,
      "弊": 2237,
      "弋": 2238,
      "式": 2239,
      "弑": 2240,
      "弓": 2241,
      "引": 2242,
      "弗": 2243,
      "弘": 2244,
      "弛": 2245,
      "弟": 2246,
      "张": 2247,
      "弢": 2248,
      "弣": 2249,
      "弥": 2250,
      "弦": 2251,
      "弧": 2252,
      "弩": 2253,
      "弭": 2254,
      "弯": 2255,
      "弱": 2256,
      "強": 2257,
      "弹": 2258,
      "强": 2259,
      "弼": 2260,
      "归": 2261,
      "当": 2262,
      "录": 2263,
      "彗": 2264,
      "彘": 2265,
      "彝": 2266,
      "形": 2267,
      "彤": 2268,
      "彦": 2269,
      "彧": 2270,
      "彩": 2271,
      "彪": 2272,
      "彬": 2273,
      "彭": 2274,
      "彰": 2275,
      "影": 2276,
      "彳": 2277,
      "彷": 2278,
      "役": 2279,
      "彻": 2280,
      "彼": 2281,
      "往": 2282,
      "征": 2283,
      "径": 2284,
      "待": 2285,
      "徇": 2286,
      "很": 2287,
      "徉": 2288,
      "徊": 2289,
      "律": 2290,
      "徐": 2291,
      "徒": 2292,
      "徕": 2293,
      "得": 2294,
      "徘": 2295,
      "徙": 2296,
      "徜": 2297,
      "御": 2298,
      "徨": 2299,
      "循": 2300,
      "徭": 2301,
      "微": 2302,
      "徳": 2303,
      "德": 2304,
      "徽": 2305,
      "心": 2306,
      "必": 2307,
      "忆": 2308,
      "忌": 2309,
      "忍": 2310,
      "忏": 2311,
      "忐": 2312,
      "忑": 2313,
      "忒": 2314,
      "忖": 2315,
      "志": 2316,
      "忘": 2317,
      "忙": 2318,
      "忝": 2319,
      "忠": 2320,
      "忡": 2321,
      "忤": 2322,
      "忧": 2323,
      "忪": 2324,
      "快": 2325,
      "忱": 2326,
      "念": 2327,
      "忻": 2328,
      "忽": 2329,
      "忾": 2330,
      "忿": 2331,
      "怀": 2332,
      "态": 2333,
      "怂": 2334,
      "怅": 2335,
      "怆": 2336,
      "怎": 2337,
      "怒": 2338,
      "怔": 2339,
      "怕": 2340,
      "怖": 2341,
      "怙": 2342,
      "怜": 2343,
      "思": 2344,
      "怠": 2345,
      "怡": 2346,
      "急": 2347,
      "怦": 2348,
      "性": 2349,
      "怨": 2350,
      "怪": 2351,
      "怯": 2352,
      "总": 2353,
      "怼": 2354,
      "怿": 2355,
      "恁": 2356,
      "恃": 2357,
      "恋": 2358,
      "恍": 2359,
      "恐": 2360,
      "恒": 2361,
      "恕": 2362,
      "恙": 2363,
      "恢": 2364,
      "恣": 2365,
      "恤": 2366,
      "恨": 2367,
      "恩": 2368,
      "恪": 2369,
      "恫": 2370,
      "恬": 2371,
      "恭": 2372,
      "息": 2373,
      "恰": 2374,
      "恳": 2375,
      "恶": 2376,
      "恸": 2377,
      "恺": 2378,
      "恻": 2379,
      "恼": 2380,
      "恽": 2381,
      "恿": 2382,
      "悄": 2383,
      "悉": 2384,
      "悍": 2385,
      "悔": 2386,
      "悖": 2387,
      "悚": 2388,
      "悟": 2389,
      "悠": 2390,
      "患": 2391,
      "悤": 2392,
      "悦": 2393,
      "您": 2394,
      "悬": 2395,
      "悯": 2396,
      "悲": 2397,
      "悴": 2398,
      "悸": 2399,
      "悺": 2400,
      "悼": 2401,
      "情": 2402,
      "惆": 2403,
      "惇": 2404,
      "惊": 2405,
      "惋": 2406,
      "惑": 2407,
      "惕": 2408,
      "惘": 2409,
      "惚": 2410,
      "惜": 2411,
      "惟": 2412,
      "惠": 2413,
      "惦": 2414,
      "惧": 2415,
      "惨": 2416,
      "惩": 2417,
      "惪": 2418,
      "惫": 2419,
      "惬": 2420,
      "惭": 2421,
      "惮": 2422,
      "惯": 2423,
      "惰": 2424,
      "想": 2425,
      "惴": 2426,
      "惶": 2427,
      "惹": 2428,
      "惺": 2429,
      "愀": 2430,
      "愁": 2431,
      "愆": 2432,
      "愈": 2433,
      "愉": 2434,
      "愎": 2435,
      "意": 2436,
      "愕": 2437,
      "愚": 2438,
      "愛": 2439,
      "感": 2440,
      "愣": 2441,
      "愤": 2442,
      "愧": 2443,
      "愫": 2444,
      "愿": 2445,
      "慈": 2446,
      "慊": 2447,
      "慌": 2448,
      "慎": 2449,
      "慑": 2450,
      "慕": 2451,
      "慢": 2452,
      "慧": 2453,
      "慨": 2454,
      "慰": 2455,
      "慵": 2456,
      "慷": 2457,
      "憋": 2458,
      "憎": 2459,
      "憔": 2460,
      "憧": 2461,
      "憨": 2462,
      "憩": 2463,
      "憬": 2464,
      "憹": 2465,
      "憾": 2466,
      "懂": 2467,
      "懈": 2468,
      "懊": 2469,
      "懋": 2470,
      "懑": 2471,
      "懒": 2472,
      "懦": 2473,
      "懵": 2474,
      "懿": 2475,
      "戈": 2476,
      "戊": 2477,
      "戋": 2478,
      "戌": 2479,
      "戍": 2480,
      "戎": 2481,
      "戏": 2482,
      "成": 2483,
      "我": 2484,
      "戒": 2485,
      "或": 2486,
      "战": 2487,
      "戚": 2488,
      "戛": 2489,
      "戟": 2490,
      "截": 2491,
      "戬": 2492,
      "戮": 2493,
      "戳": 2494,
      "戴": 2495,
      "户": 2496,
      "戾": 2497,
      "房": 2498,
      "所": 2499,
      "扁": 2500,
      "扇": 2501,
      "扈": 2502,
      "扉": 2503,
      "手": 2504,
      "扌": 2505,
      "才": 2506,
      "扎": 2507,
      "扑": 2508,
      "扒": 2509,
      "打": 2510,
      "扔": 2511,
      "托": 2512,
      "扛": 2513,
      "扣": 2514,
      "扥": 2515,
      "扦": 2516,
      "执": 2517,
      "扩": 2518,
      "扪": 2519,
      "扫": 2520,
      "扬": 2521,
      "扭": 2522,
      "扮": 2523,
      "扯": 2524,
      "扰": 2525,
      "扳": 2526,
      "扶": 2527,
      "批": 2528,
      "扼": 2529,
      "找": 2530,
      "承": 2531,
      "技": 2532,
      "抄": 2533,
      "抉": 2534,
      "把": 2535,
      "抑": 2536,
      "抒": 2537,
      "抓": 2538,
      "抔": 2539,
      "投": 2540,
      "抖": 2541,
      "抗": 2542,
      "折": 2543,
      "抚": 2544,
      "抛": 2545,
      "抠": 2546,
      "抡": 2547,
      "抢": 2548,
      "护": 2549,
      "报": 2550,
      "抨": 2551,
      "披": 2552,
      "抬": 2553,
      "抱": 2554,
      "抵": 2555,
      "抹": 2556,
      "抻": 2557,
      "押": 2558,
      "抽": 2559,
      "抿": 2560,
      "拂": 2561,
      "拄": 2562,
      "担": 2563,
      "拆": 2564,
      "拇": 2565,
      "拈": 2566,
      "拉": 2567,
      "拌": 2568,
      "拍": 2569,
      "拎": 2570,
      "拐": 2571,
      "拒": 2572,
      "拓": 2573,
      "拔": 2574,
      "拖": 2575,
      "拗": 2576,
      "拘": 2577,
      "拙": 2578,
      "招": 2579,
      "拜": 2580,
      "拟": 2581,
      "拢": 2582,
      "拣": 2583,
      "拥": 2584,
      "拦": 2585,
      "拧": 2586,
      "拨": 2587,
      "择": 2588,
      "括": 2589,
      "拭": 2590,
      "拮": 2591,
      "拯": 2592,
      "拱": 2593,
      "拳": 2594,
      "拴": 2595,
      "拷": 2596,
      "拼": 2597,
      "拽": 2598,
      "拾": 2599,
      "拿": 2600,
      "挀": 2601,
      "持": 2602,
      "挂": 2603,
      "指": 2604,
      "挈": 2605,
      "按": 2606,
      "挎": 2607,
      "挑": 2608,
      "挖": 2609,
      "挙": 2610,
      "挚": 2611,
      "挛": 2612,
      "挝": 2613,
      "挞": 2614,
      "挟": 2615,
      "挠": 2616,
      "挡": 2617,
      "挣": 2618,
      "挤": 2619,
      "挥": 2620,
      "挨": 2621,
      "挪": 2622,
      "挫": 2623,
      "振": 2624,
      "挲": 2625,
      "挺": 2626,
      "挽": 2627,
      "捂": 2628,
      "捅": 2629,
      "捆": 2630,
      "捉": 2631,
      "捋": 2632,
      "捍": 2633,
      "捎": 2634,
      "捏": 2635,
      "捐": 2636,
      "捕": 2637,
      "捞": 2638,
      "损": 2639,
      "捡": 2640,
      "换": 2641,
      "捣": 2642,
      "捧": 2643,
      "据": 2644,
      "捶": 2645,
      "捷": 2646,
      "捺": 2647,
      "捻": 2648,
      "掀": 2649,
      "掂": 2650,
      "掇": 2651,
      "授": 2652,
      "掉": 2653,
      "掌": 2654,
      "掏": 2655,
      "掐": 2656,
      "排": 2657,
      "掖": 2658,
      "掘": 2659,
      "掛": 2660,
      "掠": 2661,
      "探": 2662,
      "掣": 2663,
      "接": 2664,
      "控": 2665,
      "推": 2666,
      "掩": 2667,
      "措": 2668,
      "掬": 2669,
      "掭": 2670,
      "掰": 2671,
      "掳": 2672,
      "掷": 2673,
      "掸": 2674,
      "掺": 2675,
      "揆": 2676,
      "揉": 2677,
      "揍": 2678,
      "描": 2679,
      "提": 2680,
      "插": 2681,
      "揖": 2682,
      "握": 2683,
      "揣": 2684,
      "揩": 2685,
      "揪": 2686,
      "揭": 2687,
      "援": 2688,
      "揽": 2689,
      "搀": 2690,
      "搁": 2691,
      "搂": 2692,
      "搅": 2693,
      "搌": 2694,
      "搏": 2695,
      "搐": 2696,
      "搓": 2697,
      "搔": 2698,
      "搜": 2699,
      "搞": 2700,
      "搡": 2701,
      "搦": 2702,
      "搪": 2703,
      "搬": 2704,
      "搭": 2705,
      "携": 2706,
      "搽": 2707,
      "摁": 2708,
      "摄": 2709,
      "摆": 2710,
      "摇": 2711,
      "摈": 2712,
      "摊": 2713,
      "摒": 2714,
      "摔": 2715,
      "摘": 2716,
      "摞": 2717,
      "摧": 2718,
      "摩": 2719,
      "摸": 2720,
      "摹": 2721,
      "撂": 2722,
      "撅": 2723,
      "撇": 2724,
      "撑": 2725,
      "撒": 2726,
      "撕": 2727,
      "撙": 2728,
      "撞": 2729,
      "撤": 2730,
      "撩": 2731,
      "撬": 2732,
      "播": 2733,
      "撮": 2734,
      "撰": 2735,
      "撵": 2736,
      "撷": 2737,
      "撸": 2738,
      "撺": 2739,
      "撼": 2740,
      "擀": 2741,
      "擂": 2742,
      "擅": 2743,
      "操": 2744,
      "擎": 2745,
      "擒": 2746,
      "擗": 2747,
      "擘": 2748,
      "擞": 2749,
      "擢": 2750,
      "擦": 2751,
      "攀": 2752,
      "攒": 2753,
      "攘": 2754,
      "攥": 2755,
      "攫": 2756,
      "支": 2757,
      "收": 2758,
      "攸": 2759,
      "改": 2760,
      "攻": 2761,
      "放": 2762,
      "政": 2763,
      "故": 2764,
      "效": 2765,
      "敌": 2766,
      "敏": 2767,
      "救": 2768,
      "敕": 2769,
      "敖": 2770,
      "教": 2771,
      "敛": 2772,
      "敝": 2773,
      "敞": 2774,
      "敢": 2775,
      "散": 2776,
      "敦": 2777,
      "敬": 2778,
      "数": 2779,
      "敲": 2780,
      "整": 2781,
      "敷": 2782,
      "文": 2783,
      "斋": 2784,
      "斌": 2785,
      "斐": 2786,
      "斑": 2787,
      "斓": 2788,
      "斗": 2789,
      "料": 2790,
      "斛": 2791,
      "斜": 2792,
      "斟": 2793,
      "斡": 2794,
      "斤": 2795,
      "斥": 2796,
      "斧": 2797,
      "斩": 2798,
      "断": 2799,
      "斯": 2800,
      "新": 2801,
      "方": 2802,
      "於": 2803,
      "施": 2804,
      "旁": 2805,
      "旅": 2806,
      "旋": 2807,
      "旌": 2808,
      "旎": 2809,
      "族": 2810,
      "旖": 2811,
      "旗": 2812,
      "无": 2813,
      "既": 2814,
      "日": 2815,
      "旦": 2816,
      "旧": 2817,
      "旨": 2818,
      "早": 2819,
      "旬": 2820,
      "旭": 2821,
      "旮": 2822,
      "旯": 2823,
      "旱": 2824,
      "时": 2825,
      "旷": 2826,
      "旸": 2827,
      "旺": 2828,
      "旻": 2829,
      "昀": 2830,
      "昂": 2831,
      "昆": 2832,
      "昊": 2833,
      "昌": 2834,
      "明": 2835,
      "昏": 2836,
      "易": 2837,
      "昔": 2838,
      "昕": 2839,
      "昙": 2840,
      "星": 2841,
      "映": 2842,
      "春": 2843,
      "昧": 2844,
      "昨": 2845,
      "昭": 2846,
      "是": 2847,
      "昱": 2848,
      "昴": 2849,
      "昵": 2850,
      "昶": 2851,
      "昼": 2852,
      "显": 2853,
      "晃": 2854,
      "晋": 2855,
      "晌": 2856,
      "晏": 2857,
      "晒": 2858,
      "晓": 2859,
      "晔": 2860,
      "晕": 2861,
      "晖": 2862,
      "晗": 2863,
      "晚": 2864,
      "晞": 2865,
      "晟": 2866,
      "晢": 2867,
      "晤": 2868,
      "晦": 2869,
      "晨": 2870,
      "普": 2871,
      "景": 2872,
      "晰": 2873,
      "晴": 2874,
      "晶": 2875,
      "晷": 2876,
      "智": 2877,
      "晾": 2878,
      "暁": 2879,
      "暂": 2880,
      "暄": 2881,
      "暇": 2882,
      "暐": 2883,
      "暑": 2884,
      "暖": 2885,
      "暗": 2886,
      "暧": 2887,
      "暨": 2888,
      "暮": 2889,
      "暴": 2890,
      "暹": 2891,
      "曙": 2892,
      "曛": 2893,
      "曜": 2894,
      "曝": 2895,
      "曦": 2896,
      "曩": 2897,
      "曰": 2898,
      "曲": 2899,
      "曳": 2900,
      "更": 2901,
      "曹": 2902,
      "曼": 2903,
      "曾": 2904,
      "替": 2905,
      "最": 2906,
      "月": 2907,
      "有": 2908,
      "朊": 2909,
      "朋": 2910,
      "服": 2911,
      "朓": 2912,
      "朔": 2913,
      "朕": 2914,
      "朗": 2915,
      "望": 2916,
      "朝": 2917,
      "期": 2918,
      "朦": 2919,
      "木": 2920,
      "未": 2921,
      "末": 2922,
      "本": 2923,
      "札": 2924,
      "术": 2925,
      "朱": 2926,
      "朴": 2927,
      "朵": 2928,
      "机": 2929,
      "朽": 2930,
      "杀": 2931,
      "杂": 2932,
      "权": 2933,
      "杆": 2934,
      "杈": 2935,
      "杉": 2936,
      "杌": 2937,
      "李": 2938,
      "杏": 2939,
      "材": 2940,
      "村": 2941,
