{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<msg>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<eom>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "\\s"
    },
    "behavior": "MergedWithPrevious",
    "invert": false
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<eos>": 1,
      "<unk>": 2,
      "<msg>": 3,
      "<eom>": 4,
      "\t": 5,
      "\n": 6,
      " ": 7,
      "!": 8,
      "\"": 9,
      "#": 10,
      "$": 11,
      "%": 12,
      "&": 13,
      "'": 14,
      "(": 15,
      ")": 16,
      "*": 17,
      "+": 18,
      ",": 19,
      "-": 20,
      ".": 21,
      "/": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      ":": 33,
      ";": 34,
      "<": 35,
      "=": 36,
      ">": 37,
      "?": 38,
      "@": 39,
      "A": 40,
      "B": 41,
      "C": 42,
      "D": 43,
      "E": 44,
      "F": 45,
      "G": 46,
      "H": 47,
      "I": 48,
      "J": 49,
      "K": 50,
      "L": 51,
      "M": 52,
      "N": 53,
      "O": 54,
      "P": 55,
      "Q": 56,
      "R": 57,
      "S": 58,
      "T": 59,
      "U": 60,
      "V": 61,
      "W": 62,
      "X": 63,
      "Y": 64,
      "Z": 65,
      "[": 66,
      "\\": 67,
      "]": 68,
      "^": 69,
      "_": 70,
      "`": 71,
      "a": 72,
      "b": 73,
      "c": 74,
      "d": 75,
      "e": 76,
      "f": 77,
      "g": 78,
      "h": 79,
      "i": 80,
      "j": 81,
      "k": 82,
      "l": 83,
      "m": 84,
      "n": 85,
      "o": 86,
      "p": 87,
      "q": 88,
      "r": 89,
      "s": 90,
      "t": 91,
      "u": 92,
      "v": 93,
      "w": 94,
      "x": 95,
      "y": 96,
      "z": 97,
      "{": 98,
      "|": 99,
      "}": 100,
      "~": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "¡": 117,
      "¢": 118,
      "£": 119,
      "¤": 120,
      "¥": 121,
      "¦": 122,
      "§": 123,
      "¨": 124,
      "©": 125,
      "«": 126,
      "¬": 127,
      "­": 128,
      "®": 129,
      "¯": 130,
      "°": 131,
      "±": 132,
      "²": 133,
      "³": 134,
      "´": 135,
      "µ": 136,
      "¶": 137,
      "·": 138,
      "¹": 139,
      "º": 140,
      "»": 141,
      "¼": 142,
      "½": 143,
      "¾": 144,
      "¿": 145,
      "À": 146,
      "Á": 147,
      "Â": 148,
      "Ã": 149,
      "Ä": 150,
      "Å": 151,
      "Æ": 152,
      "Ç": 153,
      "È": 154,
      "É": 155,
      "Ê": 156,
      "Ë": 157,
      "Í": 158,
      "Î": 159,
      "Ð": 160,
      "Ñ": 161,
      "Ó": 162,
      "Ô": 163,
      "Ö": 164,
      "×": 165,
      "Ø": 166,
      "Ú": 167,
      "Ü": 168,
      "Ý": 169,
      "Þ": 170,
      "ß": 171,
      "à": 172,
      "á": 173,
      "â": 174,
      "ã": 175,
      "ä": 176,
      "å": 177,
      "æ": 178,
      "ç": 179,
      "è": 180,
      "é": 181,
      "ê": 182,
      "ë": 183,
      "ì": 184,
      "í": 185,
      "î": 186,
      "ï": 187,
      "ð": 188,
      "ñ": 189,
      "ò": 190,
      "ó": 191,
      "ô": 192,
      "õ": 193,
      "ö": 194,
      "÷": 195,
      "ø": 196,
      "ù": 197,
      "ú": 198,
      "û": 199,
      "ü": 200,
      "ý": 201,
      "þ": 202,
      "ÿ": 203,
      "Ā": 204,
      "ā": 205,
      "Ă": 206,
      "ă": 207,
      "ą": 208,
      "Ć": 209,
      "ć": 210,
      "Ĉ": 211,
      "Č": 212,
      "č": 213,
      "ď": 214,
      "Đ": 215,
      "đ": 216,
      "ē": 217,
      "Ĕ": 218,
      "ĕ": 219,
      "ė": 220,
      "ę": 221,
      "ě": 222,
      "ğ": 223,
      "ġ": 224,
      "Ī": 225,
      "ī": 226,
      "İ": 227,
      "ı": 228,
      "ļ": 229,
      "Ł": 230,
      "ł": 231,
      "Ń": 232,
      "ń": 233,
      "ņ": 234,
      "ň": 235,
      "Ŋ": 236,
      "ŋ": 237,
      "Ō": 238,
      "ō": 239,
      "Ŏ": 240,
      "ŏ": 241,
      "Ő": 242,
      "ő": 243,
      "œ": 244,
      "ŕ": 245,
      "ř": 246,
      "Ś": 247,
      "ś": 248,
      "Ş": 249,
      "ş": 250,
      "Š": 251,
      "š": 252,
      "Ţ": 253,
      "ţ": 254,
      "ū": 255,
      "ŭ": 256,
      "ů": 257,
      "ű": 258,
      "ų": 259,
      "Ÿ": 260,
      "ź": 261,
      "Ż": 262,
      "ż": 263,
      "Ž": 264,
      "ž": 265,
      "Ɓ": 266,
      "Ƃ": 267,
      "ƃ": 268,
      "ƌ": 269,
      "ƒ": 270,
      "ơ": 271,
      "ư": 272,
      "ǁ": 273,
      "ǂ": 274,
      "ǌ": 275,
      "ǎ": 276,
      "ǐ": 277,
      "Ǒ": 278,
      "ǔ": 279,
      "ǫ": 280,
      "Ȃ": 281,
      "ȃ": 282,
      "ȉ": 283,
      "Ȑ": 284,
      "ȑ": 285,
      "Ȓ": 286,
      "ȕ": 287,
      "Ș": 288,
      "ș": 289,
      "ț": 290,
      "ȝ": 291,
      "Ɂ": 292,
      "ɂ": 293,
      "Ƀ": 294,
      "ɋ": 295,
      "Ɍ": 296,
      "ɍ": 297,
      "Ɏ": 298,
      "ɐ": 299,
      "ɒ": 300,
      "ɓ": 301,
      "ɔ": 302,
      "ɕ": 303,
      "ɖ": 304,
      "ɘ": 305,
      "ə": 306,
      "ɛ": 307,
      "ɡ": 308,
      "ɪ": 309,
      "ɽ": 310,
      "ɾ": 311,
      "ʁ": 312,
      "ʂ": 313,
      "ʃ": 314,
      "ʉ": 315,
      "ʊ": 316,
      "ʍ": 317,
      "ʏ": 318,
      "ʒ": 319,
      "ʔ": 320,
      "ʖ": 321,
      "ʰ": 322,
      "ʱ": 323,
      "ʻ": 324,
      "ʼ": 325,
      "ʾ": 326,
      "ʿ": 327,
      "ˁ": 328,
      "ˆ": 329,
      "ˈ": 330,
      "ˉ": 331,
      "ˊ": 332,
      "ˋ": 333,
      "ˌ": 334,
      "ː": 335,
      "˚": 336,
      "˜": 337,
      "̀": 338,
      "́": 339,
      "̂": 340,
      "̃": 341,
      "̄": 342,
      "̈": 343,
      "̉": 344,
      "̊": 345,
      "̋": 346,
      "̌": 347,
      "̍": 348,
      "̎": 349,
      "̐": 350,
      "̑": 351,
      "̒": 352,
      "̓": 353,
      "̔": 354,
      "̕": 355,
      "̖": 356,
      "̣": 357,
      "̤": 358,
      "̩": 359,
      "̯": 360,
      "́": 361,
      "͂": 362,
      "̓": 363,
      "͉": 364,
      "͎": 365,
      "͒": 366,
      "͔": 367,
      "͕": 368,
      "͖": 369,
      "͜": 370,
      "͡": 371,
      "ͺ": 372,
      "΁": 373,
      "΂": 374,
      "Ά": 375,
      "Έ": 376,
      "Ό": 377,
      "Α": 378,
      "Β": 379,
      "Γ": 380,
      "Δ": 381,
      "Ε": 382,
      "Η": 383,
      "Θ": 384,
      "Ι": 385,
      "Λ": 386,
      "Μ": 387,
      "Ν": 388,
      "Ο": 389,
      "Π": 390,
      "Σ": 391,
      "Τ": 392,
      "Υ": 393,
      "Φ": 394,
      "Χ": 395,
      "Ψ": 396,
      "Ω": 397,
      "ά": 398,
      "έ": 399,
      "ή": 400,
      "ί": 401,
      "α": 402,
      "β": 403,
      "γ": 404,
      "δ": 405,
      "ε": 406,
      "ζ": 407,
      "η": 408,
      "θ": 409,
      "ι": 410,
      "κ": 411,
      "λ": 412,
      "μ": 413,
      "ν": 414,
      "ξ": 415,
      "ο": 416,
      "π": 417,
      "ρ": 418,
      "ς": 419,
      "σ": 420,
      "τ": 421,
      "υ": 422,
      "φ": 423,
      "χ": 424,
      "ψ": 425,
      "ω": 426,
      "ό": 427,
      "ύ": 428,
      "ώ": 429,
      "Ϗ": 430,
      "ϓ": 431,
      "ϕ": 432,
      "Ђ": 433,
      "Ј": 434,
      "А": 435,
      "Б": 436,
      "В": 437,
      "Г": 438,
      "Д": 439,
      "Е": 440,
      "Ж": 441,
      "З": 442,
      "И": 443,
      "К": 444,
      "Л": 445,
      "М": 446,
      "Н": 447,
      "О": 448,
      "П": 449,
      "Р": 450,
      "С": 451,
      "Т": 452,
      "У": 453,
      "Ф": 454,
      "Х": 455,
      "Ц": 456,
      "Ч": 457,
      "Э": 458,
      "Я": 459,
      "а": 460,
      "б": 461,
      "в": 462,
      "г": 463,
      "д": 464,
      "е": 465,
      "ж": 466,
      "з": 467,
      "и": 468,
      "й": 469,
      "к": 470,
      "л": 471,
      "м": 472,
      "н": 473,
      "о": 474,
      "п": 475,
      "р": 476,
      "с": 477,
      "т": 478,
      "у": 479,
      "ф": 480,
      "х": 481,
      "ц": 482,
      "ч": 483,
      "ш": 484,
      "щ": 485,
      "ъ": 486,
      "ы": 487,
      "ь": 488,
      "э": 489,
      "ю": 490,
      "я": 491,
      "ё": 492,
      "ѕ": 493,
      "і": 494,
      "ї": 495,
      "ў": 496,
      "҂": 497,
      "ҏ": 498,
      "ҡ": 499,
      "ҷ": 500,
      "ә": 501,
      "ӣ": 502,
      "Ԃ": 503,
      "ԗ": 504,
      "ԛ": 505,
      "Ե": 506,
      "Լ": 507,
      "ա": 508,
      "ե": 509,
      "է": 510,
      "ի": 511,
      "կ": 512,
      "ն": 513,
      "ո": 514,
      "ս": 515,
      "ր": 516,
      "֏": 517,
      "֗": 518,
      "ִ": 519,
      "ֵ": 520,
      "ֶ": 521,
      "ַ": 522,
      "ָ": 523,
      "ֹ": 524,
      "ׁ": 525,
      "א": 526,
      "ב": 527,
      "ג": 528,
      "ד": 529,
      "ה": 530,
      "ו": 531,
      "ז": 532,
      "ט": 533,
      "י": 534,
      "ך": 535,
      "כ": 536,
      "ל": 537,
      "ם": 538,
      "מ": 539,
      "ן": 540,
      "נ": 541,
      "ס": 542,
      "ע": 543,
      "פ": 544,
      "צ": 545,
      "ק": 546,
      "ר": 547,
      "ש": 548,
      "ת": 549,
      "״": 550,
      "؟": 551,
      "آ": 552,
      "أ": 553,
      "إ": 554,
      "ئ": 555,
      "ا": 556,
      "ب": 557,
      "ة": 558,
      "ت": 559,
      "ث": 560,
      "ج": 561,
      "ح": 562,
      "خ": 563,
      "د": 564,
      "ذ": 565,
      "ر": 566,
      "ز": 567,
      "س": 568,
      "ش": 569,
      "ص": 570,
      "ض": 571,
      "ط": 572,
      "ظ": 573,
      "ع": 574,
      "غ": 575,
      "ف": 576,
      "ق": 577,
      "ك": 578,
      "ل": 579,
      "م": 580,
      "ن": 581,
      "ه": 582,
      "و": 583,
      "ى": 584,
      "ي": 585,
      "ً": 586,
      "ٍ": 587,
      "َ": 588,
      "ُ": 589,
      "ِ": 590,
      "ّ": 591,
      "ْ": 592,
      "ٹ": 593,
      "پ": 594,
      "ڂ": 595,
      "چ": 596,
      "ڋ": 597,
      "ړ": 598,
      "ژ": 599,
      "ښ": 600,
      "ک": 601,
      "گ": 602,
      "ی": 603,
      "ې": 604,
      "ے": 605,
      "ۖ": 606,
      "ۚ": 607,
      "۰": 608,
      "۱": 609,
      "܂": 610,
      "݂": 611,
      "݌": 612,
      "ݏ": 613,
      "ހ": 614,
      "ބ": 615,
      "އ": 616,
      "ވ": 617,
      "މ": 618,
      "ދ": 619,
      "ލ": 620,
      "ސ": 621,
      "ަ": 622,
      "ާ": 623,
      "ި": 624,
      "ީ": 625,
      "ު": 626,
      "ެ": 627,
      "ޯ": 628,
      "ް": 629,
      "߂": 630,
      "ं": 631,
      "आ": 632,
      "ओ": 633,
      "च": 634,
      "ज": 635,
      "ञ": 636,
      "ठ": 637,
      "त": 638,
      "द": 639,
      "न": 640,
      "भ": 641,
      "म": 642,
      "र": 643,
      "ल": 644,
      "व": 645,
      "श": 646,
      "ष": 647,
      "स": 648,
      "ह": 649,
      "ा": 650,
      "ि": 651,
      "ी": 652,
      "ु": 653,
      "ो": 654,
      "्": 655,
      "ং": 656,
      "ও": 657,
      "চ": 658,
      "জ": 659,
      "ঞ": 660,
      "ত": 661,
      "ন": 662,
      "ব": 663,
      "ভ": 664,
      "ম": 665,
      "র": 666,
      "ল": 667,
      "ষ": 668,
      "স": 669,
      "া": 670,
      "ি": 671,
      "্": 672,
      "ગ": 673,
      "જ": 674,
      "ત": 675,
      "ભ": 676,
      "ર": 677,
      "ષ": 678,
      "ા": 679,
      "ી": 680,
      "ુ": 681,
      "ட": 682,
      "த": 683,
      "ந": 684,
      "ப": 685,
      "ம": 686,
      "ய": 687,
      "ல": 688,
      "ழ": 689,
      "வ": 690,
      "ஸ": 691,
      "ா": 692,
      "ி": 693,
      "ொ": 694,
      "ோ": 695,
      "்": 696,
      "ల": 697,
      "వ": 698,
      "స": 699,
      "ా": 700,
      "ో": 701,
      "్": 702,
      "ಕ": 703,
      "ಜ": 704,
      "ಞ": 705,
      "ಡ": 706,
      "ನ": 707,
      "ಭ": 708,
      "ಲ": 709,
      "ವ": 710,
      "ಷ": 711,
      "ಸ": 712,
      "ಾ": 713,
      "ಿ": 714,
      "ೋ": 715,
      "್": 716,
      "ം": 717,
      "ട": 718,
      "പ": 719,
      "ഭ": 720,
      "മ": 721,
      "യ": 722,
      "ല": 723,
      "ള": 724,
      "വ": 725,
      "ഷ": 726,
      "സ": 727,
      "ാ": 728,
      "ൂ": 729,
      "ോ": 730,
      "്": 731,
      "ก": 732,
      "ข": 733,
      "ค": 734,
      "ง": 735,
      "จ": 736,
      "ช": 737,
      "ญ": 738,
      "ด": 739,
      "ต": 740,
      "ถ": 741,
      "ท": 742,
      "น": 743,
      "ป": 744,
      "ผ": 745,
      "พ": 746,
      "ฟ": 747,
      "ภ": 748,
      "ม": 749,
      "ย": 750,
      "ร": 751,
      "ล": 752,
      "ว": 753,
      "ศ": 754,
      "ษ": 755,
      "ส": 756,
      "ห": 757,
      "อ": 758,
      "ะ": 759,
      "ั": 760,
      "า": 761,
      "ำ": 762,
      "ิ": 763,
      "ี": 764,
      "ื": 765,
      "ุ": 766,
      "ู": 767,
      "฿": 768,
      "เ": 769,
      "แ": 770,
      "ใ": 771,
      "ไ": 772,
      "็": 773,
      "่": 774,
      "้": 775,
      "์": 776,
      "๑": 777,
      "๓": 778,
      "ຊ": 779,
      "ດ": 780,
      "ຕ": 781,
      "ທ": 782,
      "ນ": 783,
      "ປ": 784,
      "ພ": 785,
      "ລ": 786,
      "ວ": 787,
      "ສ": 788,
      "ະ": 789,
      "ັ": 790,
      "າ": 791,
      "ິ": 792,
      "ົ": 793,
      "ເ": 794,
      "ໄ": 795,
      "་": 796,
      "ག": 797,
      "ཇ": 798,
      "འ": 799,
      "ལ": 800,
      "ས": 801,
      "ུ": 802,
      "ོ": 803,
      "Ⴆ": 804,
      "ა": 805,
      "ბ": 806,
      "გ": 807,
      "ე": 808,
      "ვ": 809,
      "ზ": 810,
      "თ": 811,
      "ი": 812,
      "კ": 813,
      "ლ": 814,
      "მ": 815,
      "ნ": 816,
      "ო": 817,
      "რ": 818,
      "ს": 819,
      "ტ": 820,
      "უ": 821,
      "ფ": 822,
      "ქ": 823,
      "ღ": 824,
      "ყ": 825,
      "შ": 826,
      "ჩ": 827,
      "ც": 828,
      "ძ": 829,
      "ჯ": 830,
      "ჰ": 831,
      "ማ": 832,
      "ር": 833,
      "ቋ": 834,
      "ት": 835,
      "ና": 836,
      "ን": 837,
      "ኛ": 838,
      "አ": 839,
      "የ": 840,
      "ጥ": 841,
      "ᐃ": 842,
      "ᐅ": 843,
      "ᑎ": 844,
      "ᑐ": 845,
      "ᑦ": 846,
      "ᒃ": 847,
      "ᓂ": 848,
      "ᓄ": 849,
      "ᓕ": 850,
      "ᓯ": 851,
      "ᕆ": 852,
      "ᖄ": 853,
      "ᖅ": 854,
      "ទ": 855,
      "ប": 856,
      "រ": 857,
      "វ": 858,
      "ស": 859,
      "ឡ": 860,
      "ា": 861,
      "េ": 862,
      "្": 863,
      "ᠠ": 864,
      "ᠢ": 865,
      "ᠣ": 866,
      "ᠪ": 867,
      "ᠳ": 868,
      "ᠶ": 869,
      "ᠷ": 870,
      "ᵗ": 871,
      "ḍ": 872,
      "ḏ": 873,
      "Ḥ": 874,
      "ḥ": 875,
      "ḫ": 876,
      "ṃ": 877,
      "ṅ": 878,
      "ṇ": 879,
      "ṛ": 880,
      "Ṣ": 881,
      "ṣ": 882,
      "ṭ": 883,
      "ṯ": 884,
      "ṳ": 885,
      "Ẓ": 886,
      "ạ": 887,
      "ả": 888,
      "ấ": 889,
      "ẵ": 890,
      "ặ": 891,
      "ẹ": 892,
      "ế": 893,
      "ề": 894,
      "ể": 895,
      "ễ": 896,
      "ệ": 897,
      "ị": 898,
      "ọ": 899,
      "ỏ": 900,
      "ố": 901,
      "ồ": 902,
      "ổ": 903,
      "ộ": 904,
      "ờ": 905,
      "ở": 906,
      "ợ": 907,
      "ụ": 908,
      "ứ": 909,
      "ử": 910,
      "ữ": 911,
      "ự": 912,
      "ỹ": 913,
      "ἀ": 914,
      "ἐ": 915,
      "ἰ": 916,
      "Ἱ": 917,
      "ὁ": 918,
      "ὅ": 919,
      "έ": 920,
      "ό": 921,
      "ᾶ": 922,
      "ῇ": 923,
      "ῶ": 924,
      "​": 925,
      "‌": 926,
      "‎": 927,
      "‏": 928,
      "‐": 929,
      "‑": 930,
      "‒": 931,
      "–": 932,
      "—": 933,
      "―": 934,
      "‖": 935,
      "‘": 936,
      "’": 937,
      "‚": 938,
      "“": 939,
      "”": 940,
      "„": 941,
      "†": 942,
      "‡": 943,
      "•": 944,
      "‣": 945,
      "…": 946,
      "‪": 947,
      "‬": 948,
      "‰": 949,
      "′": 950,
      "″": 951,
      "‹": 952,
      "›": 953,
      "※": 954,
      "‼": 955,
      "‾": 956,
      "⁄": 957,
      "⁡": 958,
      "⁰": 959,
      "⁴": 960,
      "⁵": 961,
      "⁷": 962,
      "⁹": 963,
      "₂": 964,
      "₪": 965,
      "€": 966,
      "₭": 967,
      "₯": 968,
      "₱": 969,
      "₹": 970,
      "⃣": 971,
      "℃": 972,
      "℅": 973,
      "℉": 974,
      "№": 975,
      "℠": 976,
      "™": 977,
      "ℳ": 978,
      "⅔": 979,
      "⅛": 980,
      "ⅰ": 981,
      "ⅱ": 982,
      "ⅲ": 983,
      "ⅳ": 984,
      "ⅴ": 985,
      "←": 986,
      "↑": 987,
      "→": 988,
      "↓": 989,
      "↩": 990,
      "⇒": 991,
      "⇓": 992,
      "⇢": 993,
      "⇧": 994,
      "∀": 995,
      "∆": 996,
      "∇": 997,
      "∈": 998,
      "−": 999,
      "∗": 1000,
      "∘": 1001,
      "√": 1002,
      "∝": 1003,
      "∞": 1004,
      "∣": 1005,
      "∧": 1006,
      "∨": 1007,
      "∩": 1008,
      "∪": 1009,
      "∫": 1010,
      "∶": 1011,
      "∼": 1012,
      "≃": 1013,
      "≅": 1014,
      "≈": 1015,
      "≠": 1016,
      "≤": 1017,
      "≥": 1018,
      "≦": 1019,
      "≧": 1020,
      "≫": 1021,
      "≻": 1022,
      "⊙": 1023,
      "⊸": 1024,
      "⋅": 1025,
      "⋯": 1026,
      "⌒": 1027,
      "⌘": 1028,
      "⎼": 1029,
      "⏟": 1030,
      "①": 1031,
      "②": 1032,
      "③": 1033,
      "④": 1034,
      "⑤": 1035,
      "⑥": 1036,
      "⑦": 1037,
      "⑧": 1038,
      "⑨": 1039,
      "⑩": 1040,
      "⑴": 1041,
      "⑶": 1042,
      "⑷": 1043,
      "⒈": 1044,
      "⒌": 1045,
      "ⓒ": 1046,
      "─": 1047,
      "│": 1048,
      "┃": 1049,
      "┄": 1050,
      "└": 1051,
      "├": 1052,
      "┼": 1053,
      "║": 1054,
      "╭": 1055,
      "╮": 1056,
      "▄": 1057,
      "█": 1058,
      "▋": 1059,
      "▌": 1060,
      "■": 1061,
      "□": 1062,
      "▪": 1063,
      "▲": 1064,
      "△": 1065,
      "▶": 1066,
      "▸": 1067,
      "►": 1068,
      "▼": 1069,
      "▽": 1070,
      "▿": 1071,
      "◂": 1072,
      "◊": 1073,
      "○": 1074,
      "◎": 1075,
      "●": 1076,
      "◐": 1077,
      "◘": 1078,
      "◥": 1079,
      "◾": 1080,
      "☀": 1081,
      "★": 1082,
      "☆": 1083,
      "☉": 1084,
      "☎": 1085,
      "☖": 1086,
      "☺": 1087,
      "♠": 1088,
      "♥": 1089,
      "♦": 1090,
      "♪": 1091,
      "♭": 1092,
      "♯": 1093,
      "⚔": 1094,
      "⚡": 1095,
      "⚥": 1096,
      "✅": 1097,
      "✈": 1098,
      "✏": 1099,
      "✓": 1100,
      "✔": 1101,
      "✶": 1102,
      "❤": 1103,
      "❦": 1104,
      "➕": 1105,
      "➙": 1106,
      "➜": 1107,
      "➡": 1108,
      "➤": 1109,
      "➫": 1110,
      "⟩": 1111,
      "⟶": 1112,
      "⠀": 1113,
      "⬛": 1114,
      "⬜": 1115,
      "⭐": 1116,
      "⼀": 1117,
      "⼩": 1118,
      "⽅": 1119,
      "⽴": 1120,
      "⾏": 1121,
      "⾜": 1122,
      "⾯": 1123,
      "⾰": 1124,
      "⾼": 1125,
      "、": 1126,
      "。": 1127,
      "〃": 1128,
      "〇": 1129,
      "〈": 1130,
      "〉": 1131,
      "《": 1132,
      "》": 1133,
      "「": 1134,
      "」": 1135,
      "『": 1136,
      "』": 1137,
      "【": 1138,
      "】": 1139,
      "〔": 1140,
      "〕": 1141,
      "〖": 1142,
      "〗": 1143,
      "〝": 1144,
      "〞": 1145,
      "〟": 1146,
      "あ": 1147,
      "い": 1148,
      "う": 1149,
      "え": 1150,
      "お": 1151,
      "か": 1152,
      "が": 1153,
      "き": 1154,
      "ぎ": 1155,
      "く": 1156,
      "け": 1157,
      "げ": 1158,
      "こ": 1159,
      "ご": 1160,
      "さ": 1161,
      "ざ": 1162,
      "し": 1163,
      "じ": 1164,
      "す": 1165,
      "ず": 1166,
      "せ": 1167,
      "ぜ": 1168,
      "そ": 1169,
      "ぞ": 1170,
      "た": 1171,
      "だ": 1172,
      "ち": 1173,
      "っ": 1174,
      "つ": 1175,
      "づ": 1176,
      "て": 1177,
      "で": 1178,
      "と": 1179,
      "ど": 1180,
      "な": 1181,
      "に": 1182,
      "ね": 1183,
      "の": 1184,
      "は": 1185,
      "ば": 1186,
      "ひ": 1187,
      "び": 1188,
      "ふ": 1189,
      "ぶ": 1190,
      "へ": 1191,
      "べ": 1192,
      "ほ": 1193,
      "ぼ": 1194,
      "ぽ": 1195,
      "ま": 1196,
      "み": 1197,
      "む": 1198,
      "め": 1199,
      "も": 1200,
      "ゃ": 1201,
      "や": 1202,
      "ょ": 1203,
      "よ": 1204,
      "ら": 1205,
      "り": 1206,
      "る": 1207,
      "れ": 1208,
      "ろ": 1209,
      "わ": 1210,
      "を": 1211,
      "ん": 1212,
      "゜": 1213,
      "ゞ": 1214,
      "ァ": 1215,
      "ア": 1216,
      "ィ": 1217,
      "イ": 1218,
      "ゥ": 1219,
      "ウ": 1220,
      "ェ": 1221,
      "エ": 1222,
      "ォ": 1223,
      "オ": 1224,
      "カ": 1225,
      "ガ": 1226,
      "キ": 1227,
      "ギ": 1228,
      "ク": 1229,
      "グ": 1230,
      "ケ": 1231,
      "ゲ": 1232,
      "コ": 1233,
      "ゴ": 1234,
      "サ": 1235,
      "ザ": 1236,
      "シ": 1237,
      "ジ": 1238,
      "ス": 1239,
      "ズ": 1240,
      "ゼ": 1241,
      "ソ": 1242,
      "タ": 1243,
      "ダ": 1244,
      "チ": 1245,
      "ッ": 1246,
      "ツ": 1247,
      "テ": 1248,
      "デ": 1249,
      "ト": 1250,
      "ド": 1251,
      "ナ": 1252,
      "ニ": 1253,
      "ネ": 1254,
      "ノ": 1255,
      "ハ": 1256,
      "バ": 1257,
      "パ": 1258,
      "ヒ": 1259,
      "ビ": 1260,
      "ピ": 1261,
      "フ": 1262,
      "ブ": 1263,
      "プ": 1264,
      "ヘ": 1265,
      "ベ": 1266,
      "ペ": 1267,
      "ホ": 1268,
      "ボ": 1269,
      "ポ": 1270,
      "マ": 1271,
      "ミ": 1272,
      "ム": 1273,
      "メ": 1274,
      "モ": 1275,
      "ヤ": 1276,
      "ュ": 1277,
      "ユ": 1278,
      "ョ": 1279,
      "ラ": 1280,
      "リ": 1281,
      "ル": 1282,
      "レ": 1283,
      "ロ": 1284,
      "ワ": 1285,
      "ヲ": 1286,
      "ン": 1287,
      "ヴ": 1288,
      "・": 1289,
      "ー": 1290,
      "ヾ": 1291,
      "ㅂ": 1292,
      "ㅠ": 1293,
      "㎕": 1294,
      "㎜": 1295,
      "㎡": 1296,
      "㐽": 1297,
      "㑇": 1298,
      "㑈": 1299,
      "㑊": 1300,
      "㕮": 1301,
      "㘎": 1302,
      "㙍": 1303,
      "㙘": 1304,
      "㙦": 1305,
      "㛃": 1306,
      "㛚": 1307,
      "㛤": 1308,
      "㛹": 1309,
      "㟃": 1310,
      "㠇": 1311,
      "㠓": 1312,
      "㤘": 1313,
      "㥄": 1314,
      "㧐": 1315,
      "㧑": 1316,
      "㧟": 1317,
      "㫰": 1318,
      "㬊": 1319,
      "㬎": 1320,
      "㬚": 1321,
      "㭎": 1322,
      "㭏": 1323,
      "㭕": 1324,
      "㮾": 1325,
      "㰀": 1326,
      "㱩": 1327,
      "㳇": 1328,
      "㳘": 1329,
      "㳚": 1330,
      "㳠": 1331,
      "㴔": 1332,
      "㵐": 1333,
      "㶲": 1334,
      "㸆": 1335,
      "㸌": 1336,
      "㺄": 1337,
      "㻬": 1338,
      "㽏": 1339,
      "㿠": 1340,
      "䁖": 1341,
      "䂮": 1342,
      "䂵": 1343,
      "䃅": 1344,
      "䃎": 1345,
      "䄂": 1346,
      "䅉": 1347,
      "䅟": 1348,
      "䇲": 1349,
      "䌹": 1350,
      "䎃": 1351,
      "䎖": 1352,
      "䏝": 1353,
      "䏡": 1354,
      "䏲": 1355,
      "䐃": 1356,
      "䓖": 1357,
      "䓛": 1358,
      "䓨": 1359,
      "䓫": 1360,
      "䓬": 1361,
      "䗖": 1362,
      "䗛": 1363,
      "䗪": 1364,
      "䗴": 1365,
      "䜣": 1366,
      "䝙": 1367,
      "䢺": 1368,
      "䢼": 1369,
      "䣘": 1370,
      "䥽": 1371,
      "䦃": 1372,
      "䲟": 1373,
      "䲠": 1374,
      "䲢": 1375,
      "䴓": 1376,
      "䴔": 1377,
      "䴕": 1378,
      "䴖": 1379,
      "䴗": 1380,
      "䴘": 1381,
      "䴙": 1382,
      "䶮": 1383,
      "一": 1384,
      "丁": 1385,
      "七": 1386,
      "万": 1387,
      "丈": 1388,
      "三": 1389,
      "上": 1390,
      "下": 1391,
      "不": 1392,
      "与": 1393,
      "丏": 1394,
      "丐": 1395,
      "丑": 1396,
      "专": 1397,
      "且": 1398,
      "丕": 1399,
      "世": 1400,
      "丘": 1401,
      "丙": 1402,
      "业": 1403,
      "丛": 1404,
      "东": 1405,
      "丝": 1406,
      "丞": 1407,
      "丢": 1408,
      "两": 1409,
      "严": 1410,
      "並": 1411,
      "丧": 1412,
      "丨": 1413,
      "个": 1414,
      "丫": 1415,
      "中": 1416,
      "丰": 1417,
      "串": 1418,
      "临": 1419,
      "丶": 1420,
      "丸": 1421,
      "丹": 1422,
      "为": 1423,
      "主": 1424,
      "丽": 1425,
      "举": 1426,
      "丿": 1427,
      "乀": 1428,
      "乂": 1429,
      "乃": 1430,
      "久": 1431,
      "么": 1432,
      "义": 1433,
      "之": 1434,
      "乌": 1435,
      "乍": 1436,
      "乎": 1437,
      "乏": 1438,
      "乐": 1439,
      "乒": 1440,
      "乓": 1441,
      "乔": 1442,
      "乖": 1443,
      "乘": 1444,
      "乙": 1445,
      "乜": 1446,
      "九": 1447,
      "乞": 1448,
      "也": 1449,
      "习": 1450,
      "乡": 1451,
      "书": 1452,
      "乩": 1453,
      "乪": 1454,
      "买": 1455,
      "乱": 1456,
      "乳": 1457,
      "乸": 1458,
      "乺": 1459,
      "乼": 1460,
      "乾": 1461,
      "了": 1462,
      "亇": 1463,
      "予": 1464,
      "争": 1465,
      "事": 1466,
      "二": 1467,
      "亍": 1468,
      "于": 1469,
      "亏": 1470,
      "云": 1471,
      "互": 1472,
      "亓": 1473,
      "五": 1474,
      "井": 1475,
      "亘": 1476,
      "亚": 1477,
      "些": 1478,
      "亟": 1479,
      "亡": 1480,
      "亢": 1481,
      "交": 1482,
      "亥": 1483,
      "亦": 1484,
      "产": 1485,
      "亨": 1486,
      "亩": 1487,
      "享": 1488,
      "京": 1489,
      "亭": 1490,
      "亮": 1491,
      "亲": 1492,
      "亳": 1493,
      "亵": 1494,
      "亶": 1495,
      "亸": 1496,
      "亹": 1497,
      "人": 1498,
      "亻": 1499,
      "亿": 1500,
      "什": 1501,
      "仁": 1502,
      "仂": 1503,
      "仃": 1504,
      "仄": 1505,
      "仅": 1506,
      "仆": 1507,
      "仇": 1508,
      "仉": 1509,
      "今": 1510,
      "介": 1511,
      "仍": 1512,
      "从": 1513,
      "仏": 1514,
      "仑": 1515,
      "仓": 1516,
      "仔": 1517,
      "仕": 1518,
      "他": 1519,
      "仗": 1520,
      "付": 1521,
      "仙": 1522,
      "仚": 1523,
      "仝": 1524,
      "仞": 1525,
      "仟": 1526,
      "仡": 1527,
      "代": 1528,
      "令": 1529,
      "以": 1530,
      "仨": 1531,
      "仪": 1532,
      "仫": 1533,
      "们": 1534,
      "仭": 1535,
      "仰": 1536,
      "仲": 1537,
      "仳": 1538,
      "仵": 1539,
      "件": 1540,
      "价": 1541,
      "任": 1542,
      "份": 1543,
      "仿": 1544,
      "企": 1545,
      "伈": 1546,
      "伉": 1547,
      "伊": 1548,
      "伋": 1549,
      "伍": 1550,
      "伎": 1551,
      "伏": 1552,
      "伐": 1553,
      "休": 1554,
      "众": 1555,
      "优": 1556,
      "伙": 1557,
      "会": 1558,
      "伛": 1559,
      "伝": 1560,
      "伞": 1561,
      "伟": 1562,
      "传": 1563,
      "伢": 1564,
      "伣": 1565,
      "伤": 1566,
      "伥": 1567,
      "伦": 1568,
      "伧": 1569,
      "伪": 1570,
      "伫": 1571,
      "伭": 1572,
      "伯": 1573,
      "估": 1574,
      "伲": 1575,
      "伴": 1576,
      "伶": 1577,
      "伷": 1578,
      "伸": 1579,
      "伺": 1580,
      "似": 1581,
      "伽": 1582,
      "伾": 1583,
      "佁": 1584,
      "佃": 1585,
      "但": 1586,
      "佉": 1587,
      "位": 1588,
      "低": 1589,
      "住": 1590,
      "佐": 1591,
      "佑": 1592,
      "体": 1593,
      "何": 1594,
      "佖": 1595,
      "佗": 1596,
      "佘": 1597,
      "余": 1598,
      "佚": 1599,
      "佛": 1600,
      "作": 1601,
      "佝": 1602,
      "佞": 1603,
      "佟": 1604,
      "你": 1605,
      "佣": 1606,
      "佤": 1607,
      "佥": 1608,
      "佩": 1609,
      "佬": 1610,
      "佯": 1611,
      "佰": 1612,
      "佳": 1613,
      "佴": 1614,
      "佶": 1615,
      "佸": 1616,
      "佺": 1617,
      "佻": 1618,
      "佼": 1619,
      "佽": 1620,
      "佾": 1621,
      "使": 1622,
      "侁": 1623,
      "侂": 1624,
      "侃": 1625,
      "侄": 1626,
      "來": 1627,
      "侈": 1628,
      "侉": 1629,
      "例": 1630,
      "侍": 1631,
      "侏": 1632,
      "侑": 1633,
      "侔": 1634,
      "侗": 1635,
      "侘": 1636,
      "供": 1637,
      "依": 1638,
      "侞": 1639,
      "侠": 1640,
      "価": 1641,
      "侣": 1642,
      "侥": 1643,
      "侦": 1644,
      "侧": 1645,
      "侨": 1646,
      "侩": 1647,
      "侪": 1648,
      "侬": 1649,
      "侮": 1650,
      "侯": 1651,
      "侴": 1652,
      "侵": 1653,
      "侹": 1654,
      "便": 1655,
      "係": 1656,
      "促": 1657,
      "俄": 1658,
      "俅": 1659,
      "俊": 1660,
      "俍": 1661,
      "俎": 1662,
      "俏": 1663,
      "俐": 1664,
      "俑": 1665,
      "俖": 1666,
      "俗": 1667,
      "俘": 1668,
      "俙": 1669,
      "俚": 1670,
      "俜": 1671,
      "保": 1672,
      "俞": 1673,
      "俟": 1674,
      "信": 1675,
      "俢": 1676,
      "俣": 1677,
      "俦": 1678,
      "俨": 1679,
      "俩": 1680,
      "俪": 1681,
      "俫": 1682,
      "俬": 1683,
      "俭": 1684,
      "修": 1685,
      "俯": 1686,
      "俱": 1687,
      "俳": 1688,
      "俵": 1689,
      "俶": 1690,
      "俸": 1691,
      "俺": 1692,
      "俾": 1693,
      "個": 1694,
      "倌": 1695,
      "倍": 1696,
      "倏": 1697,
      "倒": 1698,
      "倓": 1699,
      "倔": 1700,
      "倕": 1701,
      "倘": 1702,
      "候": 1703,
      "倚": 1704,
      "倜": 1705,
      "倞": 1706,
      "借": 1707,
      "倡": 1708,
      "倥": 1709,
      "倦": 1710,
      "倧": 1711,
      "倨": 1712,
      "倩": 1713,
      "倪": 1714,
      "倬": 1715,
      "倭": 1716,
      "倮": 1717,
      "倴": 1718,
      "债": 1719,
      "倻": 1720,
      "值": 1721,
      "倾": 1722,
      "偀": 1723,
      "偁": 1724,
      "偃": 1725,
      "假": 1726,
      "偈": 1727,
      "偊": 1728,
      "偋": 1729,
      "偌": 1730,
      "偎": 1731,
      "偏": 1732,
      "偓": 1733,
      "偕": 1734,
      "做": 1735,
      "偛": 1736,
      "停": 1737,
      "偟": 1738,
      "偡": 1739,
      "健": 1740,
      "偦": 1741,
      "偬": 1742,
      "偭": 1743,
      "偰": 1744,
      "偲": 1745,
      "偶": 1746,
      "偷": 1747,
      "偻": 1748,
      "偾": 1749,
      "偿": 1750,
      "傀": 1751,
      "傃": 1752,
      "傅": 1753,
      "傈": 1754,
      "傉": 1755,
      "傍": 1756,
      "傒": 1757,
      "傕": 1758,
      "備": 1759,
      "傣": 1760,
      "傤": 1761,
      "傥": 1762,
      "傧": 1763,
      "储": 1764,
      "傩": 1765,
      "催": 1766,
      "傰": 1767,
      "傱": 1768,
      "傲": 1769,
      "傳": 1770,
      "傶": 1771,
      "傺": 1772,
      "傻": 1773,
      "僅": 1774,
      "僇": 1775,
      "僌": 1776,
      "働": 1777,
      "僎": 1778,
      "像": 1779,
      "僔": 1780,
      "僖": 1781,
      "僚": 1782,
      "僛": 1783,
      "僣": 1784,
      "僦": 1785,
      "僧": 1786,
      "僬": 1787,
      "僭": 1788,
      "僮": 1789,
      "僰": 1790,
      "僲": 1791,
      "僳": 1792,
      "僵": 1793,
      "僻": 1794,
      "儆": 1795,
      "儇": 1796,
      "儋": 1797,
      "儒": 1798,
      "儗": 1799,
      "儞": 1800,
      "儡": 1801,
      "儦": 1802,
      "優": 1803,
      "儳": 1804,
      "儴": 1805,
      "儶": 1806,
      "儿": 1807,
      "兀": 1808,
      "允": 1809,
      "元": 1810,
      "兄": 1811,
      "充": 1812,
      "兆": 1813,
      "先": 1814,
      "光": 1815,
      "克": 1816,
      "免": 1817,
      "兑": 1818,
      "兔": 1819,
      "兕": 1820,
      "兖": 1821,
      "兘": 1822,
      "党": 1823,
      "兜": 1824,
      "兟": 1825,
      "兡": 1826,
      "兢": 1827,
      "兣": 1828,
      "入": 1829,
      "全": 1830,
      "八": 1831,
      "公": 1832,
      "六": 1833,
      "兮": 1834,
      "兰": 1835,
      "共": 1836,
      "兲": 1837,
      "关": 1838,
      "兴": 1839,
      "兵": 1840,
      "其": 1841,
      "具": 1842,
      "典": 1843,
      "兹": 1844,
      "养": 1845,
      "兼": 1846,
      "兽": 1847,
      "冀": 1848,
      "冁": 1849,
      "内": 1850,
      "冈": 1851,
      "冉": 1852,
      "冋": 1853,
      "册": 1854,
      "再": 1855,
      "冏": 1856,
      "冒": 1857,
      "冔": 1858,
      "冕": 1859,
      "冗": 1860,
      "写": 1861,
      "军": 1862,
      "农": 1863,
      "冠": 1864,
      "冢": 1865,
      "冣": 1866,
      "冤": 1867,
      "冥": 1868,
      "冬": 1869,
      "冮": 1870,
      "冯": 1871,
      "冰": 1872,
      "冱": 1873,
      "冲": 1874,
      "决": 1875,
      "况": 1876,
      "冶": 1877,
      "冷": 1878,
      "冻": 1879,
      "冼": 1880,
      "冽": 1881,
      "净": 1882,
      "凄": 1883,
      "准": 1884,
      "凇": 1885,
      "凉": 1886,
      "凋": 1887,
      "凌": 1888,
      "减": 1889,
      "凑": 1890,
      "凓": 1891,
      "凘": 1892,
      "凛": 1893,
      "凝": 1894,
      "几": 1895,
      "凡": 1896,
      "凤": 1897,
      "凫": 1898,
      "凭": 1899,
      "凯": 1900,
      "凰": 1901,
      "凳": 1902,
      "凶": 1903,
      "凸": 1904,
      "凹": 1905,
      "出": 1906,
      "击": 1907,
      "凼": 1908,
      "函": 1909,
      "凿": 1910,
      "刀": 1911,
      "刁": 1912,
      "刃": 1913,
      "分": 1914,
      "切": 1915,
      "刈": 1916,
      "刊": 1917,
      "刋": 1918,
      "刍": 1919,
      "刎": 1920,
      "刑": 1921,
      "划": 1922,
      "刖": 1923,
      "列": 1924,
      "刘": 1925,
      "则": 1926,
      "刚": 1927,
      "创": 1928,
      "初": 1929,
      "删": 1930,
      "刣": 1931,
      "判": 1932,
      "別": 1933,
      "刨": 1934,
      "利": 1935,
      "别": 1936,
      "刬": 1937,
      "刭": 1938,
      "刮": 1939,
      "到": 1940,
      "刳": 1941,
      "刴": 1942,
      "制": 1943,
      "刷": 1944,
      "券": 1945,
      "刹": 1946,
      "刺": 1947,
      "刻": 1948,
      "刽": 1949,
      "刿": 1950,
      "剀": 1951,
      "剁": 1952,
      "剂": 1953,
      "剃": 1954,
      "剅": 1955,
      "削": 1956,
      "剋": 1957,
      "剌": 1958,
      "前": 1959,
      "剐": 1960,
      "剑": 1961,
      "剔": 1962,
      "剕": 1963,
      "剖": 1964,
      "剜": 1965,
      "剞": 1966,
      "剟": 1967,
      "剡": 1968,
      "剥": 1969,
      "剧": 1970,
      "剩": 1971,
      "剪": 1972,
      "副": 1973,
      "割": 1974,
      "剹": 1975,
      "剽": 1976,
      "剿": 1977,
      "劁": 1978,
      "劂": 1979,
      "劄": 1980,
      "劈": 1981,
      "劐": 1982,
      "劓": 1983,
      "力": 1984,
      "劝": 1985,
      "办": 1986,
      "功": 1987,
      "加": 1988,
      "务": 1989,
      "劢": 1990,
      "劣": 1991,
      "动": 1992,
      "助": 1993,
      "努": 1994,
      "劫": 1995,
      "劬": 1996,
      "劭": 1997,
      "励": 1998,
      "劲": 1999,
      "劳": 2000,
      "労": 2001,
      "劵": 2002,
      "劶": 2003,
      "劻": 2004,
      "劼": 2005,
      "劾": 2006,
      "势": 2007,
      "勃": 2008,
      "勇": 2009,
      "勉": 2010,
      "勋": 2011,
      "勌": 2012,
      "勍": 2013,
      "勐": 2014,
      "勒": 2015,
      "勔": 2016,
      "動": 2017,
      "勖": 2018,
      "勘": 2019,
      "務": 2020,
      "勚": 2021,
      "募": 2022,
      "勠": 2023,
      "勤": 2024,
      "勪": 2025,
      "勰": 2026,
      "勷": 2027,
      "勺": 2028,
      "勾": 2029,
      "勿": 2030,
      "匀": 2031,
      "匂": 2032,
      "匃": 2033,
      "包": 2034,
      "匆": 2035,
      "匈": 2036,
      "匍": 2037,
      "匏": 2038,
      "匐": 2039,
      "匕": 2040,
      "化": 2041,
      "北": 2042,
      "匘": 2043,
      "匙": 2044,
      "匜": 2045,
      "匝": 2046,
      "匠": 2047,
      "匡": 2048,
      "匣": 2049,
      "匦": 2050,
      "匩": 2051,
      "匪": 2052,
      "匮": 2053,
      "匴": 2054,
      "匹": 2055,
      "区": 2056,
      "医": 2057,
      "匼": 2058,
      "匾": 2059,
      "匿": 2060,
      "區": 2061,
      "十": 2062,
      "千": 2063,
      "卅": 2064,
      "升": 2065,
      "午": 2066,
      "卉": 2067,
      "半": 2068,
      "华": 2069,
      "协": 2070,
      "卑": 2071,
      "卒": 2072,
      "卓": 2073,
      "協": 2074,
      "单": 2075,
      "卖": 2076,
      "南": 2077,
      "博": 2078,
      "卜": 2079,
      "卞": 2080,
      "卟": 2081,
      "占": 2082,
      "卡": 2083,
      "卢": 2084,
      "卣": 2085,
      "卤": 2086,
      "卦": 2087,
      "卧": 2088,
      "卨": 2089,
      "卫": 2090,
      "卬": 2091,
      "卮": 2092,
      "卯": 2093,
      "印": 2094,
      "危": 2095,
      "即": 2096,
      "却": 2097,
      "卵": 2098,
      "卷": 2099,
      "卸": 2100,
      "卺": 2101,
      "卿": 2102,
      "厂": 2103,
      "厄": 2104,
      "厅": 2105,
      "历": 2106,
      "厉": 2107,
      "压": 2108,
      "厌": 2109,
      "厍": 2110,
      "厐": 2111,
      "厕": 2112,
      "厖": 2113,
      "厘": 2114,
      "厚": 2115,
      "厝": 2116,
      "厞": 2117,
      "原": 2118,
      "厢": 2119,
      "厣": 2120,
      "厥": 2121,
      "厦": 2122,
      "厨": 2123,
      "厩": 2124,
      "厪": 2125,
      "厬": 2126,
      "厮": 2127,
      "去": 2128,
      "厾": 2129,
      "县": 2130,
      "叁": 2131,
      "参": 2132,
      "叆": 2133,
      "叇": 2134,
      "又": 2135,
      "叉": 2136,
      "及": 2137,
      "友": 2138,
      "双": 2139,
      "反": 2140,
      "发": 2141,
      "叒": 2142,
      "叔": 2143,
      "叕": 2144,
      "取": 2145,
      "受": 2146,
      "变": 2147,
      "叙": 2148,
      "叚": 2149,
      "叛": 2150,
      "叟": 2151,
      "叠": 2152,
      "叡": 2153,
      "口": 2154,
      "古": 2155,
      "句": 2156,
      "另": 2157,
      "叨": 2158,
      "叩": 2159,
      "只": 2160,
      "叫": 2161,
      "召": 2162,
      "叭": 2163,
      "叮": 2164,
      "可": 2165,
      "台": 2166,
      "叱": 2167,
      "史": 2168,
      "右": 2169,
      "叵": 2170,
      "叶": 2171,
      "号": 2172,
      "司": 2173,
      "叹": 2174,
      "叻": 2175,
      "叼": 2176,
      "叽": 2177,
      "吁": 2178,
      "吃": 2179,
      "各": 2180,
      "吆": 2181,
      "合": 2182,
      "吉": 2183,
      "吊": 2184,
      "吋": 2185,
      "同": 2186,
      "名": 2187,
      "后": 2188,
      "吏": 2189,
      "吐": 2190,
      "向": 2191,
      "吒": 2192,
      "吓": 2193,
      "吕": 2194,
      "吖": 2195,
      "吗": 2196,
      "君": 2197,
      "吝": 2198,
      "吞": 2199,
      "吟": 2200,
      "吠": 2201,
      "吡": 2202,
      "吣": 2203,
      "否": 2204,
      "吧": 2205,
      "吨": 2206,
      "吩": 2207,
      "含": 2208,
      "听": 2209,
      "吭": 2210,
      "吮": 2211,
      "启": 2212,
      "吰": 2213,
      "吱": 2214,
      "吲": 2215,
      "吳": 2216,
      "吴": 2217,
      "吵": 2218,
      "吸": 2219,
      "吹": 2220,
      "吻": 2221,
      "吼": 2222,
      "吽": 2223,
      "吾": 2224,
      "吿": 2225,
      "呀": 2226,
      "呃": 2227,
      "呆": 2228,
      "呇": 2229,
      "呈": 2230,
      "告": 2231,
      "呋": 2232,
      "呌": 2233,
      "呐": 2234,
      "呒": 2235,
      "呓": 2236,
      "呔": 2237,
      "呕": 2238,
      "呖": 2239,
      "呗": 2240,
      "员": 2241,
      "呙": 2242,
      "呛": 2243,
      "呜": 2244,
      "呢": 2245,
      "呣": 2246,
      "呤": 2247,
      "呦": 2248,
      "周": 2249,
      "呬": 2250,
      "呱": 2251,
      "呲": 2252,
      "味": 2253,
      "呵": 2254,
      "呶": 2255,
      "呷": 2256,
      "呸": 2257,
      "呻": 2258,
      "呼": 2259,
      "命": 2260,
      "咀": 2261,
      "咁": 2262,
      "咂": 2263,
      "咄": 2264,
      "咆": 2265,
      "咇": 2266,
      "咈": 2267,
      "咉": 2268,
      "咋": 2269,
      "和": 2270,
      "咍": 2271,
      "咎": 2272,
      "咏": 2273,
      "咐": 2274,
      "咒": 2275,
      "咔": 2276,
      "咕": 2277,
      "咖": 2278,
      "咙": 2279,
      "咚": 2280,
      "咛": 2281,
      "咝": 2282,
      "咡": 2283,
      "咣": 2284,
      "咤": 2285,
      "咥": 2286,
      "咦": 2287,
      "咧": 2288,
      "咨": 2289,
      "咩": 2290,
      "咪": 2291,
      "咫": 2292,
      "咬": 2293,
      "咭": 2294,
      "咯": 2295,
      "咱": 2296,
      "咳": 2297,
      "咴": 2298,
      "咶": 2299,
      "咸": 2300,
      "咹": 2301,
      "咺": 2302,
      "咻": 2303,
      "咽": 2304,
      "咿": 2305,
      "哀": 2306,
      "品": 2307,
      "哂": 2308,
      "哃": 2309,
      "哄": 2310,
      "哆": 2311,
      "哇": 2312,
      "哈": 2313,
      "哉": 2314,
      "哊": 2315,
      "哌": 2316,
      "响": 2317,
      "哎": 2318,
      "哏": 2319,
      "哐": 2320,
      "哑": 2321,
      "哒": 2322,
      "哓": 2323,
      "哔": 2324,
      "哕": 2325,
      "哗": 2326,
      "哙": 2327,
      "哚": 2328,
      "哝": 2329,
      "哞": 2330,
      "哟": 2331,
      "員": 2332,
      "哢": 2333,
      "哥": 2334,
      "哦": 2335,
      "哧": 2336,
      "哨": 2337,
      "哩": 2338,
      "哪": 2339,
      "哭": 2340,
      "哮": 2341,
      "哱": 2342,
      "哲": 2343,
      "哳": 2344,
      "哸": 2345,
      "哺": 2346,
      "哼": 2347,
      "哽": 2348,
      "哿": 2349,
      "唁": 2350,
      "唆": 2351,
      "唇": 2352,
      "唉": 2353,
      "唎": 2354,
      "唏": 2355,
      "唐": 2356,
      "唑": 2357,
      "唓": 2358,
      "唔": 2359,
      "唛": 2360,
      "唝": 2361,
      "唠": 2362,
      "唢": 2363,
      "唣": 2364,
      "唤": 2365,
      "唧": 2366,
      "唪": 2367,
      "唬": 2368,
      "售": 2369,
      "唯": 2370,
      "唰": 2371,
      "唱": 2372,
      "唳": 2373,
      "唵": 2374,
      "唷": 2375,
      "唼": 2376,
      "唾": 2377,
      "唿": 2378,
      "啀": 2379,
      "啁": 2380,
      "啃": 2381,
      "啄": 2382,
      "商": 2383,
      "啉": 2384,
      "啊": 2385,
      "問": 2386,
      "啐": 2387,
      "啒": 2388,
      "啕": 2389,
      "啖": 2390,
      "啙": 2391,
      "啜": 2392,
      "啡": 2393,
      "啤": 2394,
      "啥": 2395,
      "啦": 2396,
      "啧": 2397,
      "啪": 2398,
      "啫": 2399,
      "啬": 2400,
      "啭": 2401,
      "啮": 2402,
      "啰": 2403,
      "啲": 2404,
      "啴": 2405,
      "啵": 2406,
      "啶": 2407,
      "啷": 2408,
      "啸": 2409,
      "啻": 2410,
      "啼": 2411,
      "啾": 2412,
      "啿": 2413,
      "喀": 2414,
      "喁": 2415,
      "喂": 2416,
      "喃": 2417,
      "善": 2418,
      "喆": 2419,
      "喇": 2420,
      "喈": 2421,
      "喉": 2422,
      "喊": 2423,
      "喋": 2424,
      "喏": 2425,
      "喑": 2426,
      "喔": 2427,
      "喘": 2428,
      "喙": 2429,
      "喜": 2430,
      "喝": 2431,
      "喟": 2432,
      "喤": 2433,
      "喧": 2434,
      "單": 2435,
      "喯": 2436,
      "喱": 2437,
      "喳": 2438,
      "喵": 2439,
      "喷": 2440,
      "喹": 2441,
      "喻": 2442,
      "喽": 2443,
      "喾": 2444,
      "嗄": 2445,
      "嗅": 2446,
      "嗈": 2447,
      "嗉": 2448,
      "嗌": 2449,
      "嗍": 2450,
      "嗐": 2451,
      "嗑": 2452,
      "嗒": 2453,
      "嗓": 2454,
      "嗔": 2455,
      "嗖": 2456,
      "嗜": 2457,
      "嗝": 2458,
      "嗞": 2459,
      "嗟": 2460,
      "嗡": 2461,
      "嗢": 2462,
      "嗣": 2463,
      "嗤": 2464,
      "嗥": 2465,
      "嗦": 2466,
      "嗨": 2467,
      "嗪": 2468,
      "嗫": 2469,
      "嗬": 2470,
      "嗯": 2471,
      "嗲": 2472,
      "嗳": 2473,
      "嗵": 2474,
      "嗷": 2475,
      "嗽": 2476,
      "嗾": 2477,
      "嘀": 2478,
      "嘁": 2479,
      "嘅": 2480,
      "嘈": 2481,
      "嘉": 2482,
      "嘌": 2483,
      "嘎": 2484,
      "嘏": 2485,
      "嘘": 2486,
      "嘚": 2487,
      "嘛": 2488,
      "嘞": 2489,
      "嘟": 2490,
      "嘠": 2491,
      "嘡": 2492,
      "嘣": 2493,
      "嘤": 2494,
      "嘧": 2495,
      "嘬": 2496,
      "嘭": 2497,
      "嘱": 2498,
      "嘲": 2499,
      "嘴": 2500,
      "嘶": 2501,
      "嘹": 2502,
      "嘺": 2503,
      "嘻": 2504,
      "嘼": 2505,
      "嘿": 2506,
      "噀": 2507,
      "噁": 2508,
      "噂": 2509,
      "噇": 2510,
      "噌": 2511,
      "噍": 2512,
      "噎": 2513,
      "噔": 2514,
      "噗": 2515,
      "噘": 2516,
      "噙": 2517,
      "噜": 2518,
      "噞": 2519,
      "噢": 2520,
      "噤": 2521,
      "器": 2522,
      "噩": 2523,
      "噪": 2524,
      "噫": 2525,
      "噬": 2526,
      "噱": 2527,
      "噶": 2528,
      "噻": 2529,
      "噼": 2530,
      "噾": 2531,
      "噿": 2532,
      "嚄": 2533,
      "嚅": 2534,
      "嚆": 2535,
      "嚉": 2536,
      "嚎": 2537,
      "嚏": 2538,
      "嚓": 2539,
      "嚚": 2540,
      "嚝": 2541,
      "嚣": 2542,
      "嚩": 2543,
      "嚭": 2544,
      "嚯": 2545,
      "嚷": 2546,
      "嚼": 2547,
      "囊": 2548,
      "囍": 2549,
      "囔": 2550,
      "囗": 2551,
      "囘": 2552,
      "囚": 2553,
      "四": 2554,
      "回": 2555,
      "囟": 2556,
      "因": 2557,
      "囡": 2558,
      "团": 2559,
      "囤": 2560,
      "囧": 2561,
      "囫": 2562,
      "园": 2563,
      "困": 2564,
      "囱": 2565,
      "囲": 2566,
      "図": 2567,
      "围": 2568,
      "囵": 2569,
      "囷": 2570,
      "囹": 2571,
      "固": 2572,
      "囻": 2573,
      "国": 2574,
      "图": 2575,
      "囿": 2576,
      "圃": 2577,
      "圄": 2578,
      "圆": 2579,
      "圈": 2580,
      "圉": 2581,
      "圊": 2582,
      "國": 2583,
      "圌": 2584,
      "圍": 2585,
      "圐": 2586,
      "圖": 2587,
      "圗": 2588,
      "團": 2589,
      "圙": 2590,
      "圜": 2591,
      "圝": 2592,
      "土": 2593,
      "圢": 2594,
      "圣": 2595,
      "在": 2596,
      "圩": 2597,
      "圪": 2598,
      "圫": 2599,
      "圬": 2600,
      "圭": 2601,
      "圮": 2602,
      "圯": 2603,
      "地": 2604,
      "圲": 2605,
      "圳": 2606,
      "圹": 2607,
      "场": 2608,
      "圻": 2609,
      "圾": 2610,
      "址": 2611,
      "坂": 2612,
      "坃": 2613,
      "坆": 2614,
      "均": 2615,
      "坉": 2616,
      "坊": 2617,
      "坋": 2618,
      "坌": 2619,
      "坍": 2620,
      "坎": 2621,
      "坏": 2622,
      "坐": 2623,
      "坑": 2624,
      "坒": 2625,
      "块": 2626,
      "坚": 2627,
      "坛": 2628,
      "坜": 2629,
      "坝": 2630,
      "坞": 2631,
      "坟": 2632,
      "坠": 2633,
      "坡": 2634,
      "坤": 2635,
      "坥": 2636,
      "坦": 2637,
      "坨": 2638,
      "坩": 2639,
      "坪": 2640,
      "坫": 2641,
      "坬": 2642,
      "坭": 2643,
      "坯": 2644,
      "坰": 2645,
      "坳": 2646,
      "坷": 2647,
      "坻": 2648,
      "坼": 2649,
      "坽": 2650,
      "垂": 2651,
      "垃": 2652,
      "垄": 2653,
      "垅": 2654,
      "垆": 2655,
      "垈": 2656,
      "型": 2657,
      "垌": 2658,
      "垍": 2659,
      "垎": 2660,
      "垏": 2661,
      "垒": 2662,
      "垓": 2663,
      "垕": 2664,
      "垙": 2665,
      "垚": 2666,
      "垛": 2667,
      "垞": 2668,
      "垟": 2669,
      "垠": 2670,
      "垡": 2671,
      "垢": 2672,
      "垣": 2673,
      "垤": 2674,
      "垦": 2675,
      "垧": 2676,
      "垩": 2677,
      "垫": 2678,
      "垭": 2679,
      "垮": 2680,
      "垯": 2681,
      "垱": 2682,
      "垲": 2683,
      "垳": 2684,
      "垴": 2685,
      "垵": 2686,
      "垸": 2687,
      "垹": 2688,
      "垺": 2689,
      "垾": 2690,
      "垿": 2691,
      "埂": 2692,
      "埃": 2693,
      "埆": 2694,
      "埇": 2695,
      "埋": 2696,
      "埌": 2697,
      "城": 2698,
      "埏": 2699,
      "埒": 2700,
      "埔": 2701,
      "埕": 2702,
      "埗": 2703,
      "埘": 2704,
      "埙": 2705,
      "埚": 2706,
      "埝": 2707,
      "域": 2708,
      "埠": 2709,
      "埤": 2710,
      "埪": 2711,
      "埫": 2712,
      "埭": 2713,
      "埯": 2714,
      "埴": 2715,
      "埵": 2716,
      "埸": 2717,
      "培": 2718,
      "基": 2719,
      "埼": 2720,
      "埽": 2721,
      "堂": 2722,
      "堃": 2723,
      "堆": 2724,
      "堇": 2725,
      "堈": 2726,
      "堉": 2727,
      "堋": 2728,
      "堌": 2729,
      "堍": 2730,
      "堎": 2731,
      "堏": 2732,
      "堐": 2733,
      "堑": 2734,
      "堕": 2735,
      "堙": 2736,
      "堚": 2737,
      "堞": 2738,
      "堟": 2739,
      "堠": 2740,
      "堡": 2741,
      "堤": 2742,
      "堧": 2743,
      "堨": 2744,
      "堪": 2745,
      "堬": 2746,
      "堰": 2747,
      "報": 2748,
      "堲": 2749,
      "場": 2750,
      "堵": 2751,
      "堼": 2752,
      "堽": 2753,
      "堾": 2754,
      "塂": 2755,
      "塄": 2756,
      "塅": 2757,
      "塆": 2758,
      "塌": 2759,
      "塍": 2760,
      "塑": 2761,
      "塔": 2762,
      "塘": 2763,
      "塝": 2764,
      "塞": 2765,
      "塥": 2766,
      "填": 2767,
      "塬": 2768,
      "塱": 2769,
      "塲": 2770,
      "塾": 2771,
      "墀": 2772,
      "墁": 2773,
      "境": 2774,
      "墅": 2775,
      "墈": 2776,
      "墉": 2777,
      "墐": 2778,
      "墒": 2779,
      "墓": 2780,
      "墕": 2781,
      "墘": 2782,
      "墙": 2783,
      "墚": 2784,
      "增": 2785,
      "墟": 2786,
      "墡": 2787,
      "墣": 2788,
      "墦": 2789,
      "墨": 2790,
      "墩": 2791,
      "墳": 2792,
      "墷": 2793,
      "墼": 2794,
      "壁": 2795,
      "壅": 2796,
      "壑": 2797,
      "壕": 2798,
      "壛": 2799,
      "壣": 2800,
      "壤": 2801,
      "士": 2802,
      "壬": 2803,
      "壭": 2804,
      "壮": 2805,
      "声": 2806,
      "売": 2807,
      "壳": 2808,
      "壴": 2809,
      "壶": 2810,
      "壸": 2811,
      "壹": 2812,
      "处": 2813,
      "备": 2814,
      "変": 2815,
      "复": 2816,
      "夏": 2817,
      "夐": 2818,
      "夔": 2819,
      "夕": 2820,
      "外": 2821,
      "夙": 2822,
      "多": 2823,
      "夜": 2824,
      "够": 2825,
      "夠": 2826,
      "夤": 2827,
      "夥": 2828,
      "大": 2829,
      "天": 2830,
      "太": 2831,
      "夫": 2832,
      "夬": 2833,
      "夭": 2834,
      "央": 2835,
      "夯": 2836,
      "失": 2837,
      "头": 2838,
      "夷": 2839,
      "夸": 2840,
      "夹": 2841,
      "夺": 2842,
      "夻": 2843,
      "夼": 2844,
      "奁": 2845,
      "奂": 2846,
      "奄": 2847,
      "奇": 2848,
      "奈": 2849,
      "奉": 2850,
      "奋": 2851,
      "奎": 2852,
      "奏": 2853,
      "契": 2854,
      "奓": 2855,
      "奔": 2856,
      "奕": 2857,
      "奖": 2858,
      "套": 2859,
      "奘": 2860,
      "奚": 2861,
      "奛": 2862,
      "奠": 2863,
      "奡": 2864,
      "奢": 2865,
      "奥": 2866,
      "奫": 2867,
      "奭": 2868,
      "女": 2869,
      "奴": 2870,
      "奶": 2871,
      "奸": 2872,
      "她": 2873,
      "好": 2874,
      "妁": 2875,
      "如": 2876,
      "妃": 2877,
      "妄": 2878,
      "妆": 2879,
      "妇": 2880,
      "妈": 2881,
      "妊": 2882,
      "妍": 2883,
      "妒": 2884,
      "妓": 2885,
      "妖": 2886,
      "妗": 2887,
      "妘": 2888,
      "妙": 2889,
      "妞": 2890,
      "妣": 2891,
      "妤": 2892,
      "妥": 2893,
      "妧": 2894,
      "妨": 2895,
      "妩": 2896,
      "妪": 2897,
      "妫": 2898,
      "妭": 2899,
      "妮": 2900,
      "妯": 2901,
      "妱": 2902,
      "妲": 2903,
      "妹": 2904,
      "妻": 2905,
      "妾": 2906,
      "妿": 2907,
      "姆": 2908,
      "姈": 2909,
      "姊": 2910,
      "始": 2911,
      "姐": 2912,
      "姑": 2913,
      "姒": 2914,
      "姓": 2915,
      "委": 2916,
      "姖": 2917,
      "姗": 2918,
      "姘": 2919,
